Repository: aitarget/localization
Catalog: *.po
Languages: ru

source: 4. Creative
ru: 4. Объявления

# Status
source: Active
ru: Активный

source: Active
ru: Активный

source: Ad Name
ru: Название объявления

source: Ad Scheduling
ru: Ограничивать по времени

source: Add Audience
ru: Добавить аудиторию

source: Add New Ad
ru: Добавить объявление

source: Add New Row
ru: Добавить строку

source: Age
ru: Возраст

source: Audience Name
ru: Название аудитории

source: Audiences
ru: Аудитории

source: Auto Mixing
ru: Включить комбинирование

source: Bid
ru: Ставка

source: Breakdown
ru: Разбиение

source: Budget
ru: Бюджет

# Schedule
source: Calendar
ru: Период

source: Call To Action
ru: Призыв к действию

source: Campaign
ru: Кампания

source: Carousel
ru: Карусель

source: Choose parameter:
ru: Выберите параметр:

source: Clear all breakdowns
ru: Сбросить настройки разбиения

source: Clear this step.
ru: Очистить этот шаг

source: Click to preview this ad
ru: Просмотреть объявление

source: Compare to parameter:
ru: Сравнить с:

# Schedule
source: Continuously
ru: Непрерывная кампания

source: Country
ru: Страна

source: Create Automation
ru: Создать автоматизацию

source: Creating Mode
ru: Режим создания

source: Custom Audiences
ru: Индивидуализированные аудитории

source: Customer List
ru: Список клиентов

# Budget
source: Daily
ru: Дневной

# Custom Audiences
source: Data Type:
ru: Тип данных:

# Custom Audiences
source: days
ru: дней

source: Description
ru: Описание

source: Device
ru: По устройствам

source: Drop Items Here
ru: Переместите сюда

source: Enter a name for your audience
ru: Введите имя для вашей аудитории

source: Enter a number
ru: Введите номер

source: Enter Ad Set name
ru: Введите название

source: Enter an optional description of your audience
ru: Введите дополнительное описание вашей аудитории

source: Enter Campaign name
ru: Введите название кампании

source: Enter maximum amount you want to spend
ru: Введите максимальную сумму, которое вы готовы потратить

source: Enter url for your call to action button
ru: Введите ссылку для перехода по кнопке действия

source: Evenly
ru: Равными частями

# Ad Set
source: Existing
ru: Из существующего списка

# Campaign
source: Existing
ru: Из существующего списка

source: Facebook-Aitarget cabinet
ru: Facebook AITarget кабинет

source: Gender
ru: Пол

source: Headline
ru: Заголовок

source: Headlines
ru: Заголовки

source: Images
ru: Изображения

source: In the Last
ru: За последние

source: Include past website traffic
ru: Включать траффик на сайт с прошлых периодов

source: Interests
ru: По интересам

# Budget
source: Lifetime
ru: На весь срок действия

source: Link Caption (optional)
ru: Краткое название ссылки (опционально)

source: Link Description
ru: Описание ссылки

source: Link Name
ru: Название ссылки

source: Link URL
ru: Ссылка на страницу

source: List of customers
ru: Список покупателей

source: Manual
ru: Вручную

source: Message
ru: Сообщение

source: Name
ru: Название

# Campaign
source: New
ru: Новая

# Ad Set
source: New
ru: Новый

source: Next Step
ru: Следующий шаг

# Custom Audiences
source: No
ru: Нет

# Action in input control
source: OK
ru: ОК

source: OK
ru: ОК

source: One Image
ru: Одно изображение

source: Optimize Carousel
ru: Порядок отображения картинок

source: Optimize for
ru: Оптимизировать по

# Status
source: Paused
ru: На паузе

source: Paused
ru: На паузе

source: Pay for
ru: Платить за

source: Posts
ru: Посты

source: Preview Your Ad
ru: Просмотреть ваше объявление

source: Rules
ru: Правила

source: Schedule
ru: Расписание объявления (доступно только при выборе бюджета на весь срок действия)

source: Select
ru: Выбрать

source: Select a tab in the list
ru: Выберите из списка

source: Select an app or enter its URL
ru: Выберите приложение или введите ссылку на него

source: Select daily budget if you want to use this option.
ru: Необходимо выбрать дневной бюджет, если хотите воспользоваться этой функцией.

source: Select Files
ru: Выбрать файлы

source: Select or search a Campaign in the list
ru: Выберите или найдите кампанию из списка, введя название

source: Select or search an action in the list
ru: Выберите или найдите действие из списка, введя название

source: Select or search an Ad Set in the list
ru: Выберите или найдите адсет из списка, введя название

source: Select Period:
ru: Выберите период:

source: Selected Ad Type
ru: Выбранный тип объявления

source: Should we copy Ads?
ru: Скопировать объявления?

source: Source Mobile Apps
ru: Использовать в качестве источника мобильное(ые) приложение(я)

source: Sources
ru: Источники

source: Split Budget
ru: Разбить бюджет

source: Split By
ru: Разбить аудиторию

source: Status
ru: Статус

source: Sync Period (minutes)
ru: Частота проверки (в минутах)

source: Text
ru: Тексты

# Custom Audiences
source: the Facebook Custom Audiences Terms
ru: Условия Создания Индивидуализированных Аудиторий

source: Type and press return
ru: Введите текст

source: Upload a File
ru: Загрузить файл

source: Video
ru: Видео

source: Videos
ru: Видео

# Custom Audiences
source: View format examples
ru: Смотреть примеры форматов

# Custom Audiences
source: View Pixel Code
ru: Смотреть кода пикселя

source: Website Traffic
ru: Веб-сайт трафик

# Custom Audiences
source: Yes
ru: Да

# Custom Audiences
source: You have to accept &nbsp;
ru: Вы должны принять &nbsp;

source: Your data has been automatically saved.&nbsp;
ru: Ваши данные были автоматически сохранены.&nbsp;

# Copy
source: Active
ru: Активный

# Preview
source: Ad Comments
ru: Объявление Комментарии

# Presets
source: columns selected
ru: Выбранные столбцы

# Presets
source: Current Preset
ru: Текущий пресет

source: Enter name of the preset
ru: Введите имя пресета

# Copy
source: Existing
ru: Существующий

# Crop
source: Height
ru: Высота

# Crop
source: Image information
ru: Информация об изображении

# Copy
source: New
ru: Новый

# Presets
source: New Preset
ru: Новый пресет

source: No
ru: Нет

# Copy
source: Paused
ru: Приостановленый

# Preview
source: Preview Your Ad
ru: Предварительный просмотр объявления

# Crop
source: Ratios
ru: Соотношения сторон

source: Search
ru: Поиск

# Presets
source: Select All Columns
ru: Выбрать все столбцы

# Crop
source: Width
ru: Ширина

source: Yes
ru: Да

# Call To Action
source: – Not Selected –
ru: - Не выбран -

# Info : Budget
source: , the amount you enter is the maximum you'll spend during the lifetime of your Ad Set.
ru: , сумма, которую вы ввели – это максимум, который вы потратите за весь срок работы вашего адсета.

# Info : Ad Set
source: , then you have to choose existing Ad Set in the list. You have to choose Campaign to get Ad Set list.
ru: , то вы должны выбрать существующий адсет в списке. Вы должны выбрать кампанию, чтобы получить список адсетов.

# Info : Campaign
source: , then you have to choose existing Campaign in the list.
ru: , затем вы должны выбрать существующую кампанию в списке.

# Info : Ad Set
source: , then you have to enter new Ad Set name. One Ad Set will be created.
ru: , затем вы должны ввести новое имя адсета. Один адсет будет создан.

# Info : Campaign
source: , then you have to enter new Campaign name.
ru: , то вы должны ввести новое название кампании.

# Info : Campaign
source: 'Existing'
ru: 'Существующая'

# Info : Ad Set
source: 'Existing'
ru: 'Существующий'

# Info : Campaign
source: 'New'
ru: "Новая"

# Info : Ad Set
source: 'New'
ru: "Новый"

# Pricing Table
source: 1 automation
ru: 1 автоматизация

# Create : Step
source: 1. Main
ru: 1. Основной

# Create : Step
source: 2. Budget
ru: 2. Бюджет

# Create : Step
source: 3. Targeting
ru: 3. Таргетинг

# Create : Step
source: 4. Creative
ru: 4. Креатив

# Info : Deep Link
source: A deep link is a URL that points to a specific place in your app, like a product page.
ru: Deep Link ссылкой является URL, который указывает на определенное место в вашем приложении, как странице продукта.

# Informer
source: actions
ru: действия

# Campaign : Status
source: Active
ru: Активная

# Column : Status : Campaign
source: Active
ru: Активная

# Column : Status : Ad Set
source: Active
ru: Активный

# Column : Status : Ad
source: Ad Set is Off
ru: Адсет выключен

# Info : Headline
source: Add a headline that grabs people's attention and tells them what your Ad is about.
ru: Добавить заголовок, который захватывает внимание людей и говорит им, о чем ваше объявление.

# Info : Headline
source: Add headlines that grabs people's attention and tells them what your Ad(s) is about.
ru: Добавьте заголовки, которые привлекает внимание людей и говорит им, о чем ваше(и) объявление(я).

# Pricing Table
source: Add payment method
ru: Добавьте способ оплаты

# Switcher
source: Ads
ru: Объявления

# Error : Text
source: Ads message is required and cannot be empty.
ru: Сообщение объявления является обязательным и не может быть пустым.

# Error : Text
source: Ads message must be more than 1 and less than 300 characters long.
ru: Сообщение объявления должно быть длиной более 1 и менее 300 символов.

# URL Macros
source: Ad Set ID
ru: Адсет ID

# Validation : Ad Set
source: Ad Set is required
ru: Необходимо выбрать адсет

# Error : Ad Set
source: Ad Set is required if you want to use existing Ad Set.
ru: Необходимо выбрать адсет, если вы хотите использовать существующий.

# URL Macros
source: Ad Set name
ru: имя адсета

# Validation : Ad Set
source: Ad Set name is required
ru: Необходимо ввести имя адсета

# Error : Ad Set
source: Ad Set name must be less than 100 characters long.
ru: Имя адсета должно быть короче 100 символов.

# Switcher
source: Ad Sets
ru: Адсет

# Pricing Table
source: AiTarget learning
ru: обучение AITarget

source: All
ru: Все

# Platforms
source: All
ru: Все

# Targeting OS Version
source: All
ru: Все

# Breadcrumb
source: All accounts
ru: Все Аккаунты

source: All mobile users
ru: Все мобильные пользователи

# Platforms
source: Android only
ru: только Android

# Audience Opt Groups
source: App
ru: Приложение

# Audience Opt Groups
source: App Combination
ru: Комбинация для приложения

# Connections Opt Groups
source: Applications
ru: Приложения

# Column : Status : Ad
source: Approved
ru: Одобрено

# Error : Email
source: At least one email address is required.
ru: Необходим по крайней мере один адрес электронной почты.

# Error : App
source: At least one facebook app is required if you want to upload people IDs.
ru: Необходимо по крайней мере одно приложение, зарегистрированное в Facebook, чтобы загрузить идентификаторы людей.

# Error : Audience
source: At least one source is required.
ru: Требуется по крайней мере один источник.

# Placement
source: Audience Network - Banner
ru: Сеть Аудиторий - Баннер

# Placement
source: Audience Network - Interstitial
ru: Сеть Аудиторий - Interstitial

# Pricing Table
source: Automatic payment failed. We will try to retry the payment.
ru: Автоматический платеж не прошел. Он повторится в ближайшее время.

# Informer
source: Avg daily spend
ru: Средний расход за день

# URL Macros
source: Billing event
ru: Платежное событие

# Call To Action
source: Book Now
ru: Забронируйте сейчас

# Error : Budget
source: Budget value is required.
ru: Необходимо указать значение бюджета.

# Error : Budget
source: Budget value should be greater or equal to 1.
ru: Значение бюджета должно быть больше или равно 1.

# Error : Budget
source: Budget value should be less or equal to 1 000 000.
ru: Значение бюджета должна быть меньше или равно 1 000 000.

# Automation : Ad Set : Action Param
source: By Reach
ru: По охвату

# Validation : Calendar
source: Calendar is required
ru: Требуется задать период в календаре

# URL Macros
source: Campaign ID
ru: Идентификатор кампании

# Column : Status : Ad Set
source: Campaign is Off
ru: Кампания выкл

# Column : Status : Ad
source: Campaign is Off
ru: Кампания выкл

# Validation : Campaign
source: Campaign is required
ru: Выберите кампанию

# Error : Campaign
source: Campaign is required if you want to use existing campaign.
ru: Для использования существующей кампании выберите подходящую из списка

# URL Macros
source: Campaign name
ru: Название кампании

# Validation : Campaign
source: Campaign name is required
ru: Требуется название кампании

# Error : Campaign
source: Campaign name is required if new campaign is selected.
ru: Для создания новой кампании введите ее имя

# Error : Campaign
source: Campaign name must be less than 128 characters long.
ru: Название кампании должно быть длиной от 1 до 128 символов.

# Switcher
source: Campaigns
ru: Список кампаний

source: Cancel
ru: Отмена

# Automation : Ad Set : Action
source: Change Bid
ru: Изменение ставок

# Automation : Ad Set : Action
source: Change Budget
ru: Изменение бюджета

# Info : Targeting : Gender
source: Choose "All" unless you only want your Ads to be shown to either men or women.
ru: Выберите "Все", если вы хотите, чтобы ваши объявления показывались мужчинам или женщинам.

# Info: Page : Post
source: Choose a Facebook Page containing promoted post.
ru: Выберите Facebook страницу, содержащую пост для обяъвления.

# Info: Page : Mobile
source: Choose a Facebook Page so you can run Ads on Facebook.
ru: Выберите страницу Facebook, так что вы можете запустить рекламу на Facebook.

# Info: Page : Page
source: Choose a Facebook Page that you want to be promoted.
ru: Выберите страницу Facebook, которую вы хотите продвигать.

# Info: Page : Website
source: Choose a Facebook Page to represent your business in News Feed. Your ad will link to your site, but it will show as coming from your Facebook Page.
ru: Выберите страницу Facebook, чтобы рассказывать о своем бизнесе в Ленте новостей. Ваше объявление будет иметь ссылку на ваш сайт, но оно будет показано, как исходящее от страницы в Facebook.

# Info: Page : Website
source: Choose a Facebook Page to represent your business in News Feed. Your ad will link to your site, but it will show as coming from your Facebook Page.
ru: Выберите страницу Facebook, чтобы рассказывать о своем бизнесе в Ленте новостей. Ваше объявление будет иметь ссылку на ваш сайт, но оно будет показано, как исходящее от страницы в Facebook.

# Info : Ad : Name
source: Choose a name of your Ad.
ru: Выберите имя вашего объявления.

# Info : URL : Link
source: Choose a particular view or app on your Page where people will land when they click on your Ad. This option only applies to desktop placements.
ru: Выберите конкретный вид просмотра или приложение на странице, куда перейдут пользователи, когда они нажимут на ваше объявление. Этот параметр применяется только для десктопных размещений.

# Info : Post
source: Choose a post that you want to promote.
ru: Выберите пост, который вы хотите продвигать.

# Info : Ad Set
source: Choose Ad Set
ru: Выберите адсет

# Info : Campaign
source: Choose Campaign
ru: Выберите кампанию

# Info : Targeting : Device
source: Choose device models you would like to target these Ads to.
ru: Выберите модели устройств, чтобы учесть их в таргетинге объявлений

# Info : Web Traffic
source: Choose how you want to add people to your audience. Include all of your website visitors, or create rules that only add people who visit specific parts of your website.
ru: Создайте правило добавления людей к вашей аудитории. Подключите всех посетителей вашего сайта или тех, которые посещают определенные страницы вашего сайта.

# Info : Targeting : Min. OS
source: Choose minimum selected operating system version you want to target your Ads to.
ru: Выберите минимальную выбранную версию операционной системы, на которую вы хотите настроить таргетинг объявлений.

# Info : Creating Mode
source: Choose mixing mode if you want to combine every image, headline and message altogether.
ru: Выберите режим смешивания, если вы хотите создать объявления, соответсвующие каждой комбинации изображений, заголовков и сообщений.

# Info : Split Budget
source: Choose split by reach if you want to split budget according to audience reach.
ru: Выберите "Разбить по охвату", если вы хотите разделить бюджет в соответствии с охватом аудитории.

# Info : Split By
source: Choose splitting mode if you want to automatically split targeting audience by age, gender, country or device.
ru: Выберите режим разделения аудитории, если вы хотите, чтобы таргетинг аудитории был автоматически поделен по возрасту, полу, стране или устройства. Итогом будет несколько адсетов с соответствующими аудиториями.

# Info : Call To Action
source: Choose the action you want people to take when they see your Ad.
ru: Выберите название кнопки к действию, которое смогут совершать пользователи, когда они увидят ваше объявление.

# Info : App
source: Choose the app you want to advertise. Start typing to find the app or use its App Store or Play Store URL. You can advertise any app that you've registered on Facebook's developer site.
ru: Выберите приложение, которое вы хотите рекламировать. Начните вводить, чтобы найти приложение или использовать его App Store URL или Play URL. Вы можете рекламировать любое приложение, которое вы зарегистрировали на сайте разработчиков Facebook http://developers.facebook.com .

# Info : URL : Mobile
source: Choose the app you want to advertise. Start typing to find the app or use its App Store or Play Store URL. You can advertise any app that you've registered on Facebook's developer site.
ru: Выберите приложение, которое вы хотите рекламировать. Начните вводить, чтобы найти приложение или использовать его App Store URL или Play URL. Вы можете рекламировать любое приложение, которое вы зарегистрировали на сайте разработчиков Facebook http://developers.facebook.com .

# Info : Attribution
source: Choose the attribution window most important for your automation. The attribution window allows you to track the actions taken due to your Ad during a particular time period. You can adjust the attribution window to use fields with a custom timeframe.
ru: Выберите наиболее важное для автоматизации окно атрибуции. Окно атрибуции позволяет отслеживать действия, предпринятые в отношении вашего объявления в течение определенного периода времени. Вы можете настроить окно атрибуции, используя поля с пользовательским сроком.

# Info : Attribution
source: Choose the attribution window most important for your reporting. The attribution window allows you to track the actions taken due to your Ad during a particular time period. You can adjust the attribution window to create a report with a custom timeframe.
ru: Выберите наиболее важное для вашей отчетности окно атрибуции. Окно атрибуции позволяет отслеживать действия, предпринятые в связи с вашего объявления в течение определенного периода времени. Вы можете настроить окно атрибуции для создания отчета с настроенными сроки.

# Info : Targeting : Platform
source: Choose the type of mobile device you would like to target these Ads to. You can target by mobile operating system and by device model.
ru: Выберите тип мобильного устройства, которое вы хотели бы включить в таргетинг объявлений. Вы можете настроить таргетинг по мобильной операционной системе и модели устройства.

# Info : Targeting : Placements
source: Choose where you want your Ads to show on Facebook and the placements that are most important to you.
ru: Выберите самые важные для вас размещения в Facebook для ваших объявлений

# Objective
source: Clicks
ru: Клики

# Plan : Dialog
source: Close
ru: Закрыть

source: Close Advanced Settings
ru: Спрятать дополнительные настройки

# Info : Instagram Account
source: Connect your Instagram accounts in Business Manager or remove Instagram as a placement.
ru: Подключите ваш Instagram-аккаунт в Бизнес-менеджере или отключите тип размещения Instagram

# Modal : Create : Ok Button
source: Continue
ru: Далее

# Objective
source: Conversions
ru: Конверсии

# Info : Audiences: Copy And Paste
source: Copy and paste a list of emails, phone numbers, Facebook user IDs or mobile advertiser IDs from a spreadsheet or text file.
ru: Скопируйте и вставьте список сообщений электронной почты, номеров телефонов, идентификаторы пользователей Facebook или идентификаторы мобильных рекламодателей из таблицы или текстового файла.

# Validation : Page
source: create public page.
ru: создайте публичную страницу

# Modal : Create : Cancel Button
source: Create Similar Ads
ru: Создайте похожие объявления

# Column : Status : Ad
source: Credit Card Needed
ru: Требуется кредитная карта

# Audience Opt Groups
source: Custom
ru: Пользовательская настройка

# Validation : Budget
source: Daily budget is required
ru: Требуется указать ежедневный бюджет

# Pricing Table
source: Days left:
ru: Осталось дней:

# Column : Status : Ad
source: Delivering
ru: Действ.

# Info : Link Description
source: Describe why people should visit your website.
ru: Опишите, почему люди должны посетить ваш сайт.

# Placement
source: Desktop Feed
ru: Десктопная лента

# Column : Status : Ad
source: Disabled
ru: Отключено

# Column : Status : Automation
source: Disabled
ru: Отключено

# Column : Status : Ad
source: Disapproved
ru: Отклонено

# Switcher
source: Display
ru: Показать

# Modal : Create : Body
source: Do you want to leave this page and go to dashboard?
ru: Покинуть эту страницу и перейти к созданным адсетам?

# Automation : Ad Set : Param
source: Down
ru: Уменьшить на

# Call To Action
source: Download
ru: Скачать

# Info : Preset
source: Editing and creating is only available for user's presets. For shared presets you can only create a new one.
ru: Создание и редактирование доступно только для предварительных настроек пользователя. Для общих предварительных настроек вы можете только создать новый.

# Column : Status : Automation
source: Enabled
ru: Включено

# Info : Bid
source: Enabling this option will set your bid so that it's optimized to help you reach your objective.
ru: Включение этой опции подразумевает установление ставки, оптимизированной для достижения вашей цели.

# Info : Sync
source: Enter how often we should update your Ads using data from provided products feed xml file. Value should be entered in minutes.
ru: Введите, как часто мы должны обновлять ваши объявления, используя данные из предоставляемого XML-файла каталога продуктов. Значение должно быть введено в течение нескольких минут.

# Info : Targeting : Exclude Locations
source: Enter locations you want to exclude.
ru: Введите места, которые вы хотите исключить из таргетинга.

# Info : Targeting : Locations
source: Enter one or more countries, states, cities or ZIP codes to narrow your potential audience to the people in those locations.
ru: Введите один или несколько стран, штатов, городов или почтовые индексы, чтобы сделать точнее потенциальную аудиторию в этих местах

# Plan : Dialog
source: Error
ru: Ошибка

# Error : Video
source: Error occurred when requesting for library videos.
ru: Произошла ошибка при запросе для библиотеки видео.

# Instagram Account
source: Error occurred! Couldn't create instagram account for the selected page.
ru: Произошла ошибка! Не удалось выбрать указанную страницу в виде аккаунта Instagram.

# Error : App
source: Error occurred! Please, check your App URL.
ru: Произошла ошибка! Пожалуйста, проверьте App URL.

# Automation : Ad Set : Param
source: Evenly
ru: Равномерно

# Info : Targeting : Exclude Custom Audiences
source: Exclude your Ads from targeting to people from some custom audience.
ru: Исключить ваши объявления от таргетирования на людей некоторой пользовательской аудитории.

# Placement
source: Facebook – Audience Network
ru: Facebook - Сеть аудиторий

# Placement
source: Facebook – Desktop News Feed
ru: Facebook - Десктопная лента новостей

# Placement
source: Facebook – Mobile News Feed
ru: Facebook - Мобильная лента новостей

# Placement
source: Facebook – Right Hand Side
ru: Facebook - Правая колонка

# Pricing Table
source: FAQ
ru: Часто задаваемые вопросы
