Repository: aitarget/localization
Catalog: *.po
Languages: ru

# Validation : Referral
source: End date cannot be before start date
ru: Конечная дата не может быть раньше начальной даты

source: Enter text
ru: Введите текст

# Creative : Pixel Events
source: Initiate checkout
ru: Оформление заказа

# Creative : Pixel Events
source: Lead
ru: Лиды

# Referral
source: Load Data
ru: Получить статистику

source: Partner
ru: Партнер

source: Partner you want to load statistics for
ru: Партнер, для которого вы хотите загрузить статистику

# Error : Pixel
source: Pixel Event is required.
ru: Необходимо добавить событие для пикселя

source: Pixel Events
ru: События для пикселя

# Info : Pixel
source: Pixel events are events you add to your Facebook pixel base code that allow you to better understand the audiences visiting your website and reach specific sets of your users who have visited your website as well as track and optimize for conversions.
ru: События для пикселя позволяют лучше анализировать аудиторию, которая посещает ваш сайт, охватывать определенные типы пользователей, которые уже посетили ваш сайт, а также оптимизировать конверсию.

# Modal : Pixel : Title
source: Pixel not found!
ru: Пиксель не найден!

# Creative : Pixel Events
source: Purchase
ru: Покупка

source: Referral
ru: Переходы

# Creative : Pixel Events
source: Search
ru: Поиск

source: Select event in the list
ru: Выберите событие из списка

source: Select or search partner in the list
ru: Выберите или найдите партнера в списке

source: Start date
ru: Начальная дата

# Creative Settings
source: View Code
ru: Посмотреть код пикселя

# Creative : Pixel Events
source: View Content
ru: Просмотр контента

# Modal : Pixel : Body
source: You should create facebook pixel.
ru: Необходимо создать facebook пиксель

source: Budget Settings for "[[$root.MainObj.adset.name]]"
ru: Настройки бюджета для "[[$root.MainObj.adset.name]]"

source: Ad text
ru: Текст объявления

source: Audience Size (estimated reach % of country)
ru: Размер аудитории (предполагаемый охват % населения страны)

source: Example of final video
ru: Пример готового видео

source: Image 1
ru: Изображение 1

source: Image 2
ru: Изображение 2

source: Image 3
ru: Изображение 3

source: Image 4
ru: Изображение 4

# Audiences : Lookalike
source: K of people
ru: тыс. человек

source: Select File
ru: Выберите файл

# Info : Audiences : Lookalike
source: Select an existing audience to model your lookalike audience on. This could be a customer list, Custom Audience, pixel, or people who like your page.
ru: Выберите имеющуюся аудиторию, на основании которой будет создана похожая аудитория. Это может быть список клиентов, индивидуально настроенная аудитория, пиксель или люди, которым нравится ваша Страница.

# Info : Audiences : Lookalike
source: Select the country for your lookalike audience.
ru: Выберите страну для таргетинга.

source: Text 1
ru: Текст 1

source: Text 2
ru: Текст 2

source: Text 3
ru: Текст 3

source: Text 4
ru: Текст 4

source: Video from images
ru: Видео из изображений

source: Your logo text
ru: Текст для лого

source: Add New [[({'carousel': 'Ad', 'normal': 'Row'}[$root.$state.params.creative_type])]]
ru: Добавить [[({ 'carousel': 'объявление', 'normal': 'строку'}[$root.$state.params.creative_type])]]

# Audiences : Lookalike
source: Maximum Estimated Reach
ru: Примерный максимальный охват

# Audiences : Lookalike
source: Minimum Estimated Reach
ru: Примерный минимальный охват

# Audiences : Lookalike
source: Find new people on Facebook who are similar to your most valuable audiences. Select a source and a country below, then choose an audience size.
ru: Найдите новых людей на Facebook, которые похожи на самых ценных ваших клиентов. Выберите ниже источник и страну, а затем размер аудитории.

# URL Macros
source: Ad ID
ru: ID объявления

# URL Macros
source: Ad name
ru: Название объявления

# Create Adaccount
source: Comission fee for creating adaccount is 15%.
ru: Комиссия за создание аккаунта 15%

# Create Adaccount
source: You need to verify your Ads before creating Prepaid AdAccount. Please answer the quiz in our support system.
ru: Вам необходимо верифицировать ваши объявления перед созданием аккаунта. Пожалуйста, ответьте на вопросы в нашей системе поддержки Intercom.

# Image : Upload : Tooltip
source: Access to library only available when using manual creating mode.
ru: Доступ к библиотеке доступен только в ручном режиме создания.

# Connections Opt Groups
source: Domains
ru: Домены

# Connections Opt Groups
source: Events
ru: События

# Image : Upload : Tooltip
source: Upload images from your desktop.
ru: Загрузка изображений.

# Image : Library : Tooltip
source: Access a library that contains all your Ad images.
ru: Доступ к библиотеке, содержащей все ваши изображения.

# Video : Library : Tooltip
source: Access a library that contains all your Ad videos.
ru: Доступ к библиотеке, содержащей все ваши видео.

# Video : Upload : Tooltip
source: Upload videos from your desktop.
ru: Загрузка видео.

# Deletion : Modal : Preset
source: Be careful, because deleted presets can't be restored!
ru: Будьте осторожны, так как удаленные пресеты не могут быть восстановлены!

# Deletion : Modal : Preset : Title
source: Do you really want to delete selected preset?
ru: Вы действительно хотите удалить данный пресет?

# Error : Modal : Preset : Ok Button
source: OK
ru: ОК

# Error : Modal : Preset :
source: Overwrite existing preset?
ru: Переписать существующий пресет?

# Error : Modal : Preset :
source: Shared preset with the same name
ru: Стандартный пресет с таким же именем

# Deletion : Modal : Preset : Ok Button
source: Yes
ru: Да

# Error : Modal : Preset
source: You can't overwrite shared preset. Please choose another name.
ru: Вы не можете перезаписать стандартный пресет. Пожалуйста, выберете другое имя

# Pricing Table
source: A/B tests
ru: A/B тесты

# Pricing Table
source: Continue to use trial period
ru: Продолжить пробный период

# Pricing Table
source: Start trial
ru: Начать пробный период

# Pricing Table
source: Subscription period has ended. We were unable to charge money from you. Please contact support team.
ru: Подписка закончилась. Нам не удалось произвести оплату. Пожалуйста, обратитесь в службу поддержки.

# Pricing Table
source: Trial period has ended. Please update your plan.
ru: Пробный период закончился. Пожалуйста, обновите план.

# Automation Strategy : Validation : Automation
source: At least one automation strategy is required.
ru: Последние 14 дней

# Validation : Automation Number
source: CPC value in not valid.
ru: Введите корректное значение CPC

# Automation CPC : Validation : Automation
source: CPC value is required.
ru: За последние 90 дней

# Validation : Automation Number
source: CPI value in not valid.
ru: Введите корректное значение CPI

# Automation CPI : Validation : Automation
source: CPI value is required.
ru: Введите значение CPI

# Detailed Targeting : Info
source: Define your audience by including or excluding demographics, interests, behaviors, etc.
ru: Настройте свою аудиторию, включая или исключая демографические данные, интересы и модели поведения.

source: Detailed Targeting
ru: Детальный таргетинг

source: Enter maximum CPC
ru: Введите максимальное значение CPC

source: Enter maximum CPI
ru: Введите максимальное значение CPI

source: Select or search automation strategy in the list
ru: Выберите стратегию автоматизации

# Period : Date Preset
source: Last 14 days
ru: Последние 14 дней

# Period : Date Preset
source: Last 7 days
ru: Последние 7 дней

# Period : Date Preset
source: Last 90 days
ru: За последние 90 дней

source: Select automation strategy
ru: Выберите стратегию автоматизации

source: Ads
ru: Объявления

source: Ad Sets
ru: Адсеты

source: What is your maximum CPC you are ready to pay?
ru: Введите максимальный CPC

source: What is your maximum CPI you are ready to pay?
ru: Введите максимальный CPI

# Geo Targeting : Info
source: Enter one or more countries, states/regions, cities, postal codes, addresses or Designated Market Areas ®to show or exclude your ad to people in those locations. Location targeting is not available in all countries.
ru: Введите одну или несколько стран, штатов/регионов, городов, почтовых индексов, адресов или расчетных рыночных территорий (Designated Market Area ®), чтобы включить или выключить показ вашей рекламы для людей в таких местах. Геотаргетинг доступен не во всех странах.

# Geo Targeting
source: Locations
ru: Места

# Automation : Ad : Action
source: Add Adlabel
ru: Добавить метку

source: Add or remove adlabels
ru: Добавьте или удалите метку

# Automation : Ad : Action
source: Remove Adlabel
ru: Удалить метку

# Automation
source: Choose Campaigns, Ad Sets, Ads you want to automate
ru: Выберете кампании, адсеты, объявления для автоматизации

source: Average
ru: Среднее

source: Max
ru: Макс

source: Choose another ad type.
ru: Выбрать другой тип.

source: Enter Ad Campaign Name
ru: Введите название рекламной кампании

source: Enter a name for your ad
ru: Введите имя для вашего объявления

source: Enter campaign name
ru: Введите название кампании

source: Enter maximum amount your campaign can spend
ru: Введите максимальную сумму, которая может быть списана в результате действия вашей кампании

# Error : Create
source: Error occurred when creating your ads! Message:
ru: Произошла ошибка при создании объявлений! Сообщение:

# Error : Ad Set
source: Error occurred when requesting Ad Sets. Error:
ru: Произошла ошибка при запросе адсетов. Сообщение:

# Adset
source: Existing
ru: Существующий

# Adset
source: New
ru: Новый

# Automation: Ads
source: Please, select at least one ad to be used in automations
ru: Пожалуйста, выберите хотя бы одно объявление для использования в автоматизации

source: Search for campaign
ru: Поиск кампании

# Automation: Ads
source: Select ad that you want to use automation for.
ru: Выберите объявление, которое вы хотите использовать автоматизацию.

source: Select or search a campaign in the list
ru: Выберите или найдите кампанию из списка, введя название

source: Select or search adset in the list
ru: Выберите или выполнить поиск адсета в списке

# Automation : Ad : Action
source: Stop
ru: Стоп

# Error : Text
source: The text message for carousel ad is required.
ru: Требуется текст сообщения для карусельного объявления.

source: You have no existing campaigns to choose with selected ad type.
ru: У вас нет существующих кампаний для этого типа объявлений.

# Error : Create
source: You should have at least one ad to create.
ru: Вы должны создать по крайней мере одно объявление для публикации.

# Modal : Create : Body
source: ads
ru: объявлений

# Video : Library : Tooltip
source: Access a library that contains all your ad videos.
ru: Доступ к библиотеке, содержащей все ваши видео.

# Error : Preview
source: Ad IMAGE is missing! Can't generate Ad preview!
ru: Не хватает изображения! Невозможно создать предварительный просмотр объявления!

# Error : Preview
source: Ad PAGE is missing! Can't generate Ad preview!
ru: Отсутствует страница! Невозможно создать предварительный просмотр объявления!

# Error : Ad Set
source: Ad Set name is required if new ad Set is selected.
ru: Необходимо ввести имя адсета если выбран новый адсет

# Adsets : Validation : Automation
source: At least one Ad Set is required.
ru: Требуется по крайней мере один адсет

# Ads : Validation : Automation
source: At least one Ad is required.
ru: Требуется по крайней мере одно объявление

# Info : Targeting : Wireless Connection
source: Choose "Wi-Fi only" to show your Ad to people when they're using a wireless internet connection to browse Facebook. This may be important if your app is too large to download using a cellular connection.
ru: Выберите "Wi-Fi только", чтобы показать рекламу пользователям, когда они используют беспроводное подключение к Интернету для просмотра Facebook. Это может быть важно, если ваше приложение является слишком большим, чтобы загрузить с помощью сотовой связи.

# Info: Page : Mobile
source: Choose a Facebook Page so you can run ads on Facebook.
ru: Выберите страницу Facebook, так что вы можете запустить рекламу на Facebook.

# Error : Preview
source: Error occurred, when generating your Ad preview.
ru: Произошла ошибка при генерации вашего предварительного просмотра объявлений.

# Info : Ad Set : Name
source: Give your Ad Set a name that describes the audience, scheduling or Ads inside it.
ru: Дайте адсету имя, которое описывает аудитории, планирование или объявления внутри него.

# Info : App
source: If you want to optimize your Ad for mobile app installs, please choose facebook app associated with your app.
ru: Если вы хотите, чтобы оптимизировать ваше объявление для мобильного приложения, пожалуйста, выберите приложение facebook, связанный с вашим приложением.

# Ad Scheduling
source: Run ads all the time
ru: Всегда

# Ad Scheduling
source: Run ads on a schedule
ru: По расписанию

# Column : Automation
source: Entities
ru: Объекты

# Column : Automation
source: Type
ru: Тип

# Modal : Automation
source: Edit an automation
ru: Редактирование автоматизации

# Column : Automation
source: Enabled
ru: Статус

# Placeholder : Bid
source: Average
ru: Среднее значение

# Placeholder : Bid
source: Maximum
ru: Максимальное значение

# Automation : Analyze Window
source: This Hour
ru: Этот час

# Pricing Table
source: Support service is only available on premium plans.
ru: Сервис поддержки доступен только для премиум планов

# Automation Operator
source: contains
ru: содержит

# Automation Operator
source: doesn't contain
ru: не содержит

# Period : Date Preset
source: Lifetime
ru: Весь период

# Control Tree
source: Active
ru: Активные

# Control Tree
source: All
ru: Все

# Control Tree
source: Inactive
ru: Неактивные

source: All UTM Name fields are required
ru: Все поля Имя UTM метки должны быть заполнены

source: All UTM Value fields are required
ru: Все поля Значение UTM метки должны быть заполнены

source: Add new UTM item
ru: Добавить новую UTM метку

source: Auto
ru: Авто

source: Off
ru: Выкл

source: Select or search UTM Name
ru: Выбрать или найти Имя UTM метки

source: Select or search UTM Value
ru: Выбрать или найти Значение UTM метки

source: URL Parameters (UTM)
ru: URL параметры (UTM)

source: UTM Value
ru: Значение UTM метки

source: UTM Name
ru: Имя UTM метки

# Pricing Table
source: Please update your subscription.
ru: Пожалуйста, обновите вашу подписку.

# Pricing Table
source: Your subscription has expired.
ru: Срок действия вашей подписки закончился.

source: Amount required
ru: Необходимо ввести сумму

source: Amount should be a number
ru: Введенное значение должно быть числом

# Modal : Dialog : Cancel Button
source: Cancel
ru: Отмена

source: Company website
ru: Сайт вашей компании

source: Company website is required
ru: Необходимо ввести сайт вашей компании

# Pricing Table
source: Custom
ru: Индивидуально

source: Email is incorrect
ru: Адрес электронной почты некорректен

source: Email required
ru: Необходимо ввести адрес электронной почты

source: Enter name
ru: Введите имя

source: Enter phone
ru: Введите телефон

source: Enter skype
ru: Введите скайп

source: Facebook Monthly Spend
ru: Ежемесячные траты

source: Name is required
ru: Необходимо ввести имя

# Modal : Dialog : Ok Button
source: Ok
ru: Ок

source: Phone
ru: Телефон

source: Phone is required
ru: Необходимо ввести в телефон

source: Please, enter necessary information
ru: Пожалуйста, заполните форму

# Pricing Table
source: Request a quote
ru: Сделать запрос

source: Skype
ru: Скайп

source: Skype nickname is required
ru: Необходимо ввести ваш ник в скайпе

source: Thank you for your request, our manager will contact you shortly.
ru: Спасибо за заявку, наш менеджер свяжется с вами в ближайшее время.

source: The amount of money you want to spend
ru: Количество денег, которые вы планируете тратить в месяц

source: Enter company website
ru: Введите сайт компании

source: Your name
ru: Ваше имя

# Attribution
source: 1 day
ru: 1 день

# Attribution
source: 28 day
ru: 28 день

# Attribution
source: 7 day
ru: 7 дней

# Pricing Table
source: Unlimited number of automations
ru: Неограниченное количество автоматизаций

# Attribution
source: after clicking on Ad
ru: после нажатия на объявление

# Attribution
source: after viewing Ad
ru: после просмотра объявления

# Pricing Table
source: Trial period:
ru: Пробный период:

# Pricing Table
source: days
ru: дней

source: Choose field
ru: Выберете поле

# Pricing Table
source: Facebook spend<br> per month:<br> 2 000$ - 4 000$
ru: Ежемесячные траты:<br> 2 000$ - 4 000$

# Pricing Table
source: Facebook spend<br> per month:<br> 4 000$ - 7 000$
ru: Ежемесячные траты:<br> 4 000$ - 7 000$

# Pricing Table
source: Facebook spend<br> per month:<br> < $2 000
ru: Ежемесячные траты:<br> < $2 000

source: Form successfully sent
ru: Форма успешно отправлена

source: Call to Actions
ru: Призыв к действию

# Modal : Create : Body
source: DCO Ads
ru: DCO объявления

source: Enter Link Urls
ru: Введите ссылки на сайты

source: Link Urls
ru: Ссылки на сайты

# Automation: Ads
source: Select a list of Call to Actions for your DCO campaign.
ru: Выберите список призывов к действию для вашей DCO кампании.

source: Select or search call to actions in the list
ru: Выберите призыв к действию

source: Errors
ru: Ошибки

# Modal : Validate Images
source: Crop Image
ru: Обрезать изображение

# Placeholder : Automation
source: Enter emails to subscribe
ru: Введите электронную почту, чтобы подписаться

# Attribution
source: The attribution window
ru: Окно атрибуции

source: This option is not supported for this campaign objective.
ru: Эта опция не поддерживается для этого типа кампании.

# Crop
source: height
ru: Высота

# Crop
source: width
ru: Ширина

# Info : Optimize Carousel
source: Add Page Profile
ru: Добавить Профиль Страницы

# Info : Optimize Carousel
source: Optimize
ru: Оптимизировать

# Pricing Table
source: Please subscribe to one of the premium plans.
ru: Пожалуйста, подпишитесь на один из премиум тарифов.

# Pricing Table
source: Please subscribe to the premium plan that meets your budget.
ru: Пожалуйста, подпишитесь на один из премиум тарифов, который соответствует вашему бюджету.

source: Your budget is
ru: Ваш бюджет

# Pricing Table
source: which is over
ru: что больше

# Topup Adaccount
source: Top up adacсount
ru: Пополнить аккаунт

# Modal : Report
source: Cancel
ru: Отмена

# Validation : Report
source: End date cannot be before start date
ru: Конечная дата не может быть раньше начальной даты

# Error : Report
source: Unknown error occurred, when generating report
ru: Случилась ошибка при создании отчета

source: We are generating report. We will inform you by email as soon as it is ready.
ru: Отчет находится в процессе создания. Вам придет письмо на электронную почту, когда отчет будет готов.

source: Select or search a field in the list
ru: Выберите или найдите поле статистики в списке

# Report
source: Generate report
ru: Сформировать отчет

# Report
source: Ok
ru: Ок

# Breakdown
source: Interest
ru: Интересы

source: + Create Audience <span class="caret"></span>
ru: + Создать аудиторию <span class="caret"></span>

# Attribution
source: 1 days
ru: 1 день

# Attribution
source: 28 days
ru: 28 дней

# Attribution
source: 7 days
ru: 7 дней

# Automations
source: ACTION
ru: Действие

source: Actions
ru: Действия

source: Add a value or choose the field
ru: Введите значение или выберете поле

# Attribution
source: After clicking on ad
ru: После нажатия на объявление

# Attribution
source: After viewing ad
ru: После просмотра объявления

# Modal : ControlAutomationActionValue : Validation
source: At least one adlabel is required
ru: Необходим хотя бы один adlabel

# Modal : ControlAutomationActionValue : Validation
source: At least one email is required
ru: Необходим хотя бы один email

# Info : Audiences : Lookalike
source: Audience size ranges from 1% to 10% of the total population in the country you choose, with 1% being those who most closely match your source.
ru: Размер аудитории колеблется от 1% до 10% от общей численности населения в стране, которую вы выбрали, 1% из которых наиболее близко соответствуют вашим условиям.

# Breadcrumb
source: Automations
ru: Автоматизации

# Modal : Create : Body
source: Campaigns
ru: Кампании

source: Campaigns
ru: Кампании

source: Choose analyze window
ru: Выберете период для анализа

source: Choose operator
ru: Выберете действие

# Info : Optimize Carousel
source: Choose optimizing mode if you want automatically select and order images and links.
ru: Выберите режим оптимизации, если вы хотите автоматически выбрать и заказать изображения и ссылки.

# Modal : Dialog : Cancel Button
source: Close
ru: Закрыть

# Modal : Automation
source: Create Ads automation
ru: Создать автоматизации объявлений

# Modal : Automation
source: Create Adsets automation
ru: Создать автоматизации адсетов

# Modal : Automation
source: Create Campaigns automation
ru: Создать автоматизации кампаний

# Attribution
source: Default
ru: По умолчанию

# Modal : ControlAutomationActionValue : Validation
source: Down
ru: Уменьшить

source: Enter a period for your automation. Minimum is 15 minutes.
ru: Введите период автоматизаций. Минимум 15 минут.

source: Filter by ad object
ru: Фильтр по сущности

source: Filter by ruleset
ru: Фильтер по рулсетам

source: Filter by status
ru: Фильтр по статусу

# Automation : Analyze Window
source: Last 3 days
ru: За последние 3 дней

# Column : Automation
source: Last run date
ru: Дата последнего запуска

# Column : Automation
source: Logs
ru: Логи

# Modal : ControlAutomationActionValue
source: Max Bid Value
ru: Максимальное значение Bid

# Modal : ControlAutomationActionValue
source: Max Budget Value
ru: Максимальное значение Budget

# Modal : ControlAutomationActionValue
source: Min Bid Value
ru: Минимальное значение Bid

# Modal : ControlAutomationActionValue
source: Min Budget Value
ru: Минимальное значение Budget

# Modal : ControlAutomationActionValue : Validation
source: Minimum sync period value is 15 minutes
ru: Минимальное значение составляет 15 минут

# Automation : Condition
source: NOT
ru: НЕ

# Validation : Automations Create
source: Name is required
ru: Необходимо ввести имя

# Modal : ControlAutomationActionValue : Validation
source: Repeat Off
ru: Не повторять

# Modal : ControlAutomationActionValue : Validation
source: Repeat On
ru: Повторять

# Validation : Rule
source: Rule value is empty.
ru: Значение пусто

# Period
source: Schedule
ru: Расписание

source: Select or search action in the list
ru: Выберете или найдите действие в списке

source: Set value
ru: Ввести значение

# Period
source: Sync
ru: Обычная

# Automations : Sync
source: Sync period
ru: Частота проверки

# Modal : ControlAutomationActionValue : Validation
source: Sync period value should be a number
ru: Значение должно быть числом

# Automations : Attribution
source: The attribution window
ru: Окно атрибуции

# Automation : Analyze Window
source: This Quarter
ru: За этот квартала

# Modal : ControlAutomationActionValue : Validation
source: Up
ru: Увеличить

# Modal : ControlAutomationActionValue : Validation
source: Value is required
ru: Необходимо ввести значение

# Modal : ControlAutomationActionValue : Validation
source: Value should be a number
ru: Значение должно быть числом

# Attribution
source: [[ controlAttribution.attrObj.value ]] days
ru: [[ controlAttribution.attrObj.value ]] дней

# Automation Operator
source: equal
ru: равно

# Automation Operator
source: not equal
ru: не равно

# Automation : Ad : Action
source: repeat off
ru: Не повторять

# Automation : Ad : Action
source: repeat on
ru: Повторять

# Column : Automation
source: Next run date
ru: Следующая дата запуска

# Breadcrumb
source: Automations List
ru: Список автоматизаций

# Breadcrumb
source: Create Automation
ru: Создание автоматизации

source: Help
ru: Помощь
