Repository: aitarget/localization
Catalog: *.po
Languages: ru

source: Select all
ru: Выбрать все

source: Unselect all
ru: Исключить все

source: Actions executed
ru: Выполненные действия

source: Ad object name
ru: Имя сущности

source: Condition Status
ru: Статус условия

source: Current Value
ru: Текущее значение

source: Prev Value
ru: Предыдущее значение

source: Rule description <control__info class="deeplog__rule-description-hint" data-control-info="[[deeplog.ruleDescriptionHint]]" data-control-info-text="[[deeplog.ruleDescriptionHint]]"></control__info>
ru: Описание правила <control__info class="deeplog__rule-description-hint" data-control-info="[[deeplog.ruleDescriptionHint]]" data-control-info-text="[[deeplog.ruleDescriptionHint]]"></control__info>

source: All ad objects
ru: Все сущности

source: All rulesets
ru: Все рулсеты

source: All statuses
ru: Все статусы

source: Error
ru: Ошибочные

source: Filtered
ru: Отфильтрованные

source: Go to Ad Sets
ru: Перейти к адсетам

source: Go to Ads
ru: Перейти к объявлениям

source: Go to Campaigns
ru: Перейти к кампаниям

source: Halted
ru: Остановленные

source: Success
ru: Успешные

source: Go to logs
ru: Перейти к логам

source: There are no logs at this period.
ru: Не найдено данных за текущий период

# Placement
source: Instagram Stories
ru: Инстаграм истории

# Control Copy Adset
source: Don't remove from automation
ru: Не удалять из автоматизации

# Control Copy Adset
source: Remove from automation
ru: Удалить из автоматизации

# Control Copy Adset
source: Source affected status
ru: Статус сущности источника

source: At least one email is required.
ru: Введите адрес электронной почты

source: At least one field is required.
ru: Необходимо выбрать хотя бы одно поле статистики

source: Emails
ru: Адреса электронной почты

# Placeholder : Automation
source: Enter emails to send report to
ru: Адреса электронной почты, на которые будет выслан отчет

source: Entity level to produce report for
ru: Уровень сущностей для которых будет формироваться отчет

source: Fields
ru: Поля статистики

source: Level is required.
ru: Выберите уровень сущностей для которых будет формироваться отчет

source: Levels
ru: Уровни

source: List of adaccounts to include in report
ru: Список аккаунтов по которым будет формироваться отчет

# Info : Automation : Notifications
source: Select emails to send notifications to
ru: Адреса электронной почты, на которые будет выслан отчет

source: Select or search a level in the list
ru: Выберите или найдите уровень в списке

source: Statistics fields to include in report
ru: Поля статистики, которые необходимо включить в отчет

source: Adaccounts
ru: Список аккаунтов

source: At least one adaccount is required.
ru: Необходимо выбрать аккаунт

source: Select or search adaccount in the list
ru: Выберите или найдите аккаунт из списка

source: Get Report
ru: Получить отчет

# Modal : Bulk Edit
source: Ad
ru: Объявление

# Automation : Ad Sets
source: Ad Sets
ru: Адсеты

# Automation : Ads
source: Ads
ru: Объявления

# Automation : Ad Campaigns
source: Campaigns
ru: Кампании

# Button : Create : Dashboard
source: Ad Sets
ru: Адсеты

# Button : Create : Dashboard
source: Ads
ru: Объявления

# Bulk Edit
source: Bid
ru: Ставка

# Bulk Edit
source: Budget
ru: Бюджет

source: Bulk Edit
ru: Массовое изменение

# Button : Create : Dashboard
source: Campaign
ru: Кампанию

# Bulk Edit
source: Page Id
ru: Идентификатор страницы

# Bulk Edit
source: Schedule
ru: Расписание

# Button : Create : Dashboard
source: Create
ru: Создать

source: Columns:
ru: Колонки:

# Breakdown
source: None
ru: Не выбрано

# Breakdown
source: Device
ru: Устройство

# Column : Adaccount
source: Account Status
ru: Статус аккаунта

# Column : Adaccount
source: Balance
ru: Баланс

# Column : Adaccount
source: Disable Reason
ru: Причина отказа

# Column : Adaccount
source: Limit
ru: Лимит

# Column : Adaccount
source: Spent Last 30 Days
ru: Потрачено за последние 30 дней

# Column : Adaccount
source: Spent Last Week From Monday to Sunday
ru: Потрачено на прошлой неделе с понедельника по воскресенье

# Column : Adaccount
source: Spent Last Week From Sunday to Saturday
ru: Потрачено на прошлой неделе с воскресенья по субботу

# Column : Adaccount
source: Spent Lifetime
ru: Потрачено за всё время

# Column : Adaccount
source: Spent Previous Month
ru: Потрачено в предыдущем месяце

# Column : Adaccount
source: Spent Previous Quarter
ru: Потрачено в предыдущем квартале

# Column : Adaccount
source: Spent This Month
ru: Потрачено в этом месяце

# Column : Adaccount
source: Spent This Quarter
ru: Потрачено в этом квартале

# Column : Adaccount
source: Spent This Week From Monday To Today
ru: Потрачено на текущей неделе с понедельника по сегодня

# Column : Adaccount
source: Spent This Week From Sunday To Today
ru: Потрачено на текущей неделе с воскресенья по сегодня

# Column : Adaccount
source: Spent Today
ru: Потрачено сегодня

# Column : Adaccount
source: Spent Yesterday
ru: Потрачено вчера

# DCO: ad format
source: Ad Formats
ru: Формат объявления

# DCO: ad format
source: Carousel Images
ru: Карусель изображений

# DCO: ad format
source: Facebook ad formats we should create the ads in.
ru: Выберите формат объявлений в Facebook, которые вы хотите создать.

source: Select or search pages or apps in the list
ru: Выберите или найдите страницы или приложения в списке

# DCO: ad format
source: Single Image
ru: С одним изображением

# DCO: ad format
source: Single Video
ru: С одним видео

source: Clear cache
ru: Очистить кэш

# Breakdown
source: Body asset
ru: Текст

# Breakdown
source: Call to action asset
ru: Призыв к действию

source: Changed
ru: Измененные

# Breakdown
source: DCO
ru: Динамическая оптимизация креативов

# Breakdown
source: Description asset
ru: Описание ссылки

# Breakdown
source: Image asset
ru: Изображение

# Breakdown
source: Link url asset
ru: Ссылка на сайт

# Breakdown
source: Title asset
ru: Заголовок

# Targeting
source: daily
ru: дневной

# Targeting
source: monthly
ru: месячный

# Targeting
source: Suggested Bid:
ru: Рекомендованная Ставка:

source: On
ru: Вкл

source: Targeting Expansion
ru: Расширение таргентинга

# Info : Targeting : Targeting Expansion
source: Expand interests when it may increase link clicks at a lower cost per link click.
ru: Расширять интересы, когда это действие может повысить клики по ссылке по более низкой цене за клик по ссылке.

source: Enter a name for campaign...
ru: Введите имя для кампании...

# Modal : Copy : Title
source: Campaign
ru: Кампания

# Error : Copy
source: Unknown error occurred when copying selected campaign.
ru: Неизвестная ошибка при копировании выбранной кампании

# Modal : Copy : Body
source: You have successfully copied campaign [[original_name]] into [[new_name]].
ru: Вы успешно скопировали кампанию [[original_name]] в [[new_name]].

# Creative : DCO
source: Technical requirements of DCO campaigns
ru: Технические требования к DCO

source: Total number of Ad Formats
ru: Формат объявления

source: Total number of Call to actions
ru: Количество Призывов к действию

source: Total number of DCO
ru: Количество DCO

source: Total number of Headlines
ru: Количество Заголовков

source: Total number of Images
ru: Количество Изображений

source: Total number of Texts
ru: Количество текстов

source: Total number of Website Url
ru: Ссылка на сайт

# Modal : ControlAutomationActionValue
source: Absolute
ru: Абсолютное

# Modal : ControlAutomationActionValue
source: Fixed
ru: Фиксированное

# Modal : ControlAutomationActionValue
source: Max
ru: Максимум

# Modal : ControlAutomationActionValue
source: Median
ru: Медиана

# Modal : ControlAutomationActionValue
source: Min
ru: Минимум

# Modal : ControlAutomationActionValue
source: Percent
ru: Относительное

# Create : Step
source: Budget
ru: Бюджет

# Create : Step
source: Creative
ru: Креатив

# Create : Step
source: Main
ru: Основной

source: Select an event
ru: Выберите событие

# Create : Step
source: Targeting
ru: Таргетинг

# Validation : App
source: The Mobile App Event is required
ru: Событие является обязательным полем

source: The Mobile App Install doesn`t have any events
ru: У мобильного приложения нет событий

source: Total number of Videos
ru: Количество Видео

# Optimize for
source: App Event
ru: Событие

# Optimize for
source: Website Conversions
ru: Конверсия

# Modal : Create : Body
source: 1 New Ad!
ru: [[$count]] новое объявление!

# Error : Ad
source: Selected campaigns doesn't have child entities. Try to choose another campaigns
ru: Выбранные кампании не имеют дочерних объектов. Попробуйте выбрать другие кампании

# Automation
source: Add Preset
ru: Добавить пресет

source: Automation presets
ru: Пресеты автоматизаций

# Modal : Report
source: Dismiss
ru: Отмена

source: Warning! Preset will rewrite your current automation set!
ru: Внимание! Пресет заменит ваши текущие рулсеты.

source: Apply preset
ru: Применить пресет

source: There are no available strategies. Please, create one.
ru: Нет доступных стратегий. Пожалуйста, создайте стратегию.

# Automations
source: You should set
ru: Вы должны задать

# Automations
source: and enter
ru: и ввести

source: for automation conditions
ru: для условий автоматизации

# Automations
source: Sync period
ru: частоту проверки

# Automations
source: values
ru: значения

# Optimize for
source: Landing Page Views
ru: Просмотры целевой страницы

# Optimize for
source: Value
ru: Ценность

# Call To Action
source: Apply Now
ru: Подать заявку

# Tooltip : Automation Action Value
source: Be aware that % is taken from actual bid value, e.g. 10% increase:
ru: Обратите внимание, что % берется от текущего значения ставки. Напрмер, увеличение на 10%:

# Tooltip : Automation Action Value
source: Change bid for ads is not supported when adset bid is set to average.
ru: Изменение значения ставки для объявлений не доступно когда значение ставки адсета установлено в режим среднее

# Call To Action
source: Contact Us
ru: Свяжитесь с нами

# Call To Action
source: Request Time
ru: Запросить время

# Call To Action
source: See Menu
ru: Меню

source: Choose one of the available plans
ru: Выберите один из доступных планов

# Pricing Table
source: Facebook spend<br> per month:<br> 0$ - 9 999$
ru: Ежемесячные траты: <br> 0$ - 9 999$

# Pricing Table
source: Facebook spend<br> per month:<br> 10 000$ - 49 999$
ru: Ежемесячные траты: <br> 10 000$ - 49 999$

# Pricing Table
source: Facebook spend<br> per month:<br> 50 000$ - &infin;
ru: Ежемесячные траты: <br> 50 000$ - &infin;

# Info : Optimize For
source: Your optimization settings are out of date and are no longer supported. Please, choose another optimization
ru: Ваши настройки оптимизации устарели и больше не поддерживаются. Пожалуйста, выберите другие настройки оптимизации.

# Pricing Table
source: Unsubscribe
ru: Отписаться

# Button : Create : Crud
source: Create DC Ads
ru: Создать DC объявления

# Column : Adaccount
source: Currency
ru: Валюта

source: Enter a website URL
ru: Введите ссылку на сайт

# Call To Action
source: Get Showtimes
ru: Информация о сеансах

# Call To Action
source: Install Now
ru: Установить приложение для мобильных телефонов

# Call To Action
source: Listen Now
ru: Слушать

# Call To Action
source: Send Message
ru: Отправить сообщение

# URL Macros
source: Source
ru: Источник

# Call To Action
source: Use App
ru: Используйте мобильное приложение

source: Go to entities
ru: Перейти к объектам автоматизации

source: Set suffix
ru: Введите суффикс

source: Suffix
ru: Суффикс

source: Add new schedule item
ru: Добавить новый элемент расписания

# Period
source: Every even hour
ru: Каждый четный час

# Period
source: Every odd hour
ru: Каждый нечетный час

# Placement
source: Messenger Home
ru: Messenger - Главная

# Placement
source: Sponsored Messages
ru: Messenger - Рекламные сообщения

source: All logs
ru: Все логи

# Modal : ControlAutomationActionValue : Top rotate
source: Condition For
ru: Условие для

# Modal : ControlAutomationActionValue : Top rotate
source: Filter Type
ru: Тип фильтра

# Modal : ControlAutomationActionValue : Top rotate
source: Filter Value
ru: Значение фильтра

source: Filter by log id
ru: Отфильтровать по идентификатору лога

# Automation : Ad : Action
source: Top rotate
ru: Топ ротация

# Modal : ControlAutomationActionValue : Top rotate
source: Top type
ru: Тип ротации

# Automation : Ad : Action
source: Top Rotate
ru: Топ Ротация

# Validation : Tree
source: You should choose at least one entity
ru: Необходимо выбрать хотя бы один элемент

# Validation : Tree
source: You should create at least one ruleset
ru: Необходимо создать хотя бы один рулсет

# Automation
source: Add newly created entities to the automation
ru: Добавлять сущности, созданные после создания автоматизации

# Automation
source: Include newly created entities
ru: Включать новые сущности в автоматизацию

# Ad : Template
source: Image/Video
ru: Изображение/Видео

# Call To Action
source: Open deep link in mobile app, fallback to mobile app store
ru: Открыть диплинк в мобильном приложении, при невозможности — открыть магазин мобильных приложений

# Catalog : App Link
source: Open deep link in a mobile web browser
ru: Открыть диплинк в мобильном браузере

# Catalog : App Link
source: Open deep link in mobile app, fallback to web URL
ru: Открыть диплинк в мобильном приложении, при невозможности — открыть URL в браузере

# DPA Macros
source: Brand
ru: Бренд

# DPA Macros
source: Current Price
ru: Текущая цена

# DPA Macros
source: Custom Label 0
ru: Индивидуальная метка 0

# DPA Macros
source: Custom Label 1
ru: Индивидуальная метка 1

# DPA Macros
source: Custom Label 2
ru: Индивидуальная метка 2

# DPA Macros
source: Custom Label 3
ru: Индивидуальная метка 3

# DPA Macros
source: Custom Label 4
ru: Индивидуальная метка 4

# DPA Macros
source: Description
ru: Описание

# DPA Macros
source: Name
ru: Название

# DPA Macros
source: Price
ru: Цена

# DPA Macros
source: Retailer ID
ru: ID распространителя

# DPA Macros
source: Short Description
ru: Краткое описание

# Error : Copy
source: Unknown error occurred when copying selected Ad.
ru: Произошла ошибка при копировании выбранного объявления.

# Error : Video
source: Error occurred when requesting for library images.
ru: Произошла ошибка при запросе библиотеки изображений.

# Info : Carousel Slideshow
source: Carousel Slideshow
ru: Слайд-шоу

# Modal : ControlAutomationActionValue : Validation
source: Add date
ru: Добавить дату

# Modal : ControlAutomationActionValue : Validation
source: Add time
ru: Добавить время

# Modal : ControlAutomationActionValue : Validation
source: Don't add date
ru: Не добавлять дату

# Modal : ControlAutomationActionValue : Validation
source: Don't add time
ru: Не добавлено время

# Modal : Copy : Title
source: Ad
ru: Объявление

# Modal : Video : Ok Button
source: Add video
ru: Добавить видео

# Objective
source: Catalog Product
ru: Продукты из каталога

# Optimize for
source: Conversion Events
ru: События конверсий

# Placeholder : Bid
source: Enter your bid
ru: Введите ставку

# Validation : Catalog
source: The Catalog is required
ru: Каталог является обязательным и не может быть пустым.

# Validation : Catalog
source: You don`t have any Catalogs
ru: У вас нет доступных для выбора Каталогов

# Validation : ProductSet
source: The Product Set is required
ru: Набор продуктов является обязательным и не может быть пустым.

# Validation : ProductSet
source: You don`t have any Product Set
ru: У вас нет доступных для выбора Наборов продуктов

source: 4. Creative carousel
ru: 4. Объявление с каруселью

source: Ad set
ru: Адсет

source: App Link Destination
ru: Целевая страница ссылки на приложение

source: Catalog
ru: Каталог

source: Choose Creative
ru: Выберите формат объявления

source: Enter a description for your ad
ru: Введите описание данного объявления

source: Enter a headline
ru: Введите заголовок

source: Enter a name for Ad...
ru: Введите название объявления

source: Images/Videos
ru: Изображения/Видео

source: Product set
ru: Набор продуктов

source: Select a catalog
ru: Выберите Каталог

source: Select a product set
ru: Выберите набор продуктов

source: Select some catalog if you want to use this option.
ru: Выберите Каталог для использования этой опции

source: This option is not supported for this Product Set.
ru: Эта опция не поддерживается для данного набора продуктов

source: Viewed Products From:
ru: Просмотренные продукты из:

# Image : Images
source: Images
ru: Изображения

# Image : Videos
source: Videos
ru: Видео

# Show more : Drag and drop
source: Show more
ru: Показать больше

source: The Product Set is required
ru: Набор продуктов является обязательным и не может быть пустым.

source: [[ MainObj.video_id ? 'Video' : 'Image' ]]
ru: [[ MainObj.video_id ? 'Видео' : 'Изображение' ]]

source: [[ childAttachment.video_id ? 'Video' : 'Image' ]]
ru: [[ childAttachment.video_id ? 'Видео' : 'Изображение' ]]

# Prospecting : DPA Audiences
source: Prospecting
ru: Потенциальная аудитория

# Retargeting : DPA Audiences
source: Retargeting
ru: Целевая аудитория

source: days
ru: дней

# Ad : Template
source: Drop Image/Video
ru: Перетяните сюда

# Call To Action
source: Call Now
ru: Позвонить

# Call To Action
source: Get Directions
ru: Как добраться

# Call To Action
source: Save
ru: Сохранить

# Call To Action
source: Subscribe
ru: Подписаться

# Objective
source: Reach
ru: Охват

# Validation : Catalog
source: The Catalog doesn`t have any Pixel ID or not enough permissions for using Pixel
ru: К Каталогу не привязан Пиксель или недостаточно прав для использования Пикселя

source: Frequency Cap
ru: Ограничение частоты

source: impression every
ru: показ каждые

# DPA Pixel Event
source: Added to cart
ru: Добавили в корзину

# DPA Pixel Event
source: Purchased
ru: Купил(-а)

# DPA Pixel Event
source: Viewed
ru: Смотрел(-а)

# Info : Budget : Budget Value
source: A daily budget is the average you'll spend every day. A lifetime budget is the maximum you'll spend during the lifetime of your ad set.
ru: Дневной бюджет – это сколько вы будете тратить в среднем за день. Бюджет на весь срок действия – это сколько будет потрачено максимально за весь срок действия адсета.

# Info : Budget : Budget Value
source: Your ad set budget is the daily or lifetime amount you want to spend on this ad set.
ru: Бюджет может быть дневным и на весь срок действия.

# Info : Budget : Frequency Cap
source: Keep people from seeing your ad too often. Enter the minimum number of days that should pass before someone sees your ad again.
ru: Не позволяйте людям видеть вашу рекламу слишком часто. Введите минимальное количество дней перерыва между показами определенной рекламы определенному человеку.

# Info : Creative : App Link Destination
source: Choose where people go when they click your app link if they have your app installed and a backup destination if they don't have the app installed.
ru: Выберите, куда перенаправлять людей после того, как они нажмут ссылку на ваше приложение, если у них уже установлено ваше приложение, а также укажите резервную целевую страницу на случай, если они ваше приложение еще не установили.

# Info : Main : Catalog
source: Choose the Catalog that includes the Product Set.
ru: Выберите Каталог, в котором есть Набор продуктов.

# Info : Main : Product
source: Choose the Product Set to show in your ads.
ru: Выберите Набор продуктов для показа в объявлениях.

# Info : Video
source: Select the videos.
ru: Выберите видео.

source: From:
ru: Из:

source: Included Audience Interactions
ru: Включенные виды взаимодействия со стороны аудитории

# Targeting
source: By Reach
ru: По охвату

# Targeting
source: Devices
ru: По устройствам

# Targeting
source: Gender
ru: По полу

# Validation : Catalog
source: The Catalog does not exist, cannot be loaded due to missing permissions
ru: Каталог не существует, недостаточно разрешений для его загрузки

source: Allowed only for all genders.
ru: Разрешено только если выбран пол "Все"

source: Allowed only for all platforms.
ru: Разрешено только если выбраны все платформы

source: Allowed only for several devices.
ru: Разрешено только для нескольких устройств

source: Promote products from
ru: Продвигайте продукты из

source: This option is not supported for splitting by parameters yet
ru: Эта опция временно не поддерживается совместно с разбивкой аудитории по параметрам

source: Total number of Images(Videos):
ru: Общее количество Изображений (Видео):

# Attribution
source: Reset to ad account attribution
ru: Сбросить к атрибуции аккаунта

# Attribution
source: ad account attribution is set if nothing is selected
ru: Если ничего не выбрано, проставляется атрибуция аккаунта

# Automation : Ad : Action
source: Copy
ru: Копировать

# Attribution
source: Ad account attribution
ru: Атрибуция аккаунта

# Attribution
source: Ad account attribution is set in ad account settings
ru: Атрибуция аккаунта задается в настройках аккаунта

# Attribution
source: [[ attributionClick ]]-day click
ru: [[ attributionClick ]]-дней после клика

# Attribution
source: [[ attributionView ]]-day view
ru: [[ attributionView ]]-дней после просмотра

# Attribution
source: and
ru: и

# Attribution
source: day(s) after clicking on Ad are set by default. The default attribution is set in ad account settings
ru: дней после клика на объявлении заданы по умолчанию. Аттрибуция по умолчанию задается в настройках аккаунта

# Attribution
source: day(s) after viewing Ad and
ru: дней после просмотра объявления и

# Placement
source: Facebook Stories
ru: Фейсбук истории

# Bid
source: Lowest cost
ru: Самая низкая цена

# Bid
source: Target cost
ru: Целевая цена

# Button : Create : Crud
source: Create [[$count]] New Ad
ru: Создать [[$count]] Новое объявление

# Creative : Carousel
source: Instagram Story
ru: Instagram Истории

# Creative : Carousel
source: You should use at least 3 Images/Videos for optimal performance
ru: Рекомендуется использовать не менее 3 изображений / видео для оптимальной работы

# Error : Campaign : Edit
source: Unknown error occurred when updating selected Campaigns
ru: Неизвестная ошибка произошла при обновлении выбранных кампаний

# Info : Attribution
source: Choose the attribution window that is most important for your reporting. The attribution window allows you to track the actions taken due to your Ad during a particular time period. You can adjust the attribution window to create a report with a custom timeframe.
ru: Выберите окно атрибуции, что является наиболее важным для вашей отчетности. Окно атрибуции позволяет отслеживать действия, предпринятые в связи с вашей рекламы в течение определенного периода времени. Вы можете настроить окно атрибуции для создания отчета с настраиваемым сроки.

# Info : Main : Product
source: Products with images less than 600 x 600 pixels size won't be used for Instagram ads.
ru: Продукты с изображениями размером меньше 600 х 600 пикселей не будут использоваться в рекламе Instagram.

# Info : Spend Cap
source: Set an overall spending limit for your Campaign. This means your Ad Sets in the Campaign will stop once you've reached your spending limit.
ru: Установить общий лимит затрат для вашей рекламной кампании. Это означает, что ваши наборы объявлений в кампании остановятся, как только вы достигните лимита затрат.

# Info : Targeting : Friends Of Connections
source: Leave this field blank unless you want to narrow down your audience to only the people whose friends are connected to your page or app.
ru: Оставьте это поле пустым, если не хотите сузить свою аудиторию до пользователей, связанных с вашей страницей, приложением или событием.

# Modal : Columns
source: Get Report
ru: Получить отчет

# Modal : Columns
source: column selected
ru: столбец выбран

# Modal : ControlAutomationActionValue
source: Recommended
ru: Рекомендация

# Modal : ControlAutomationActionValue
source: Set Lowest cost
ru: Задать ставку
