Repository: aitarget/localization
Catalog: *.po
Languages: ru

# Modal : Ok Button
source: Create
ru: Создать

# Modal : Automation : Ok Button
source: Create
ru: Создать

# Tooltip : Access
source: Creation of Ads in this
ru: Создание объявлений здесь

# Modal : Preset : Name
source: Custom
ru: Пользовательский

# Modal : Preset : Title
source: Customize Columns
ru: Настроить столбцы

# Breadcrumb
source: Dashboard
ru: Дашборд

# Breakdown
source: Day
ru: День

# Ad Set : Description
source: Disabled
ru: Отключено

# Modal : Preview : Delete Comment
source: Do you really want to delete
ru: Вы действительно хотите удалить

# Modal : Delete : Title
source: Do you really want to delete selected rows?
ru: Вы действительно хотите удалить выбранные строки?

# Modal : Creative : Title
source: Do you really want to delete this
ru: Вы действительно хотите удалить это

# Audience : Operator
source: Does not contain
ru: Не содержит

# Audience : Source
source: Domain
ru: Домен

# Modal : Copy : Body
source: edit
ru: редактировать

# Modal : Edit : Title
source: Edit Ad Set:
ru: Редактировать адсет:

# Modal : Edit : Title
source: Edit Ad:
ru: Редактировать объявления:

# Ad Set : Description
source: Enabled
ru: Включено

source: Enter a name for Ad
ru: Введите имя для объявлений

source: Enter a name for Ad Sets...
ru: Введите имя для наборов объявлений ...

source: Enter a name for your automation
ru: Введите имя для автоматизации

source: Enter link caption
ru: Введите ссылку для отображения

source: Enter link description
ru: Введите описание ссылки

source: Enter link description...
ru: Введите описание ссылки ...

source: Enter link name
ru: Введите имя ссылки

source: Enter text that clearly tells people about what you are promoting
ru: Введите текст, который четко говорит людям о том, что вы рекламируете

# Audience : Operator
source: Equal to
ru: Равно

# Error : Upload
source: Error occured when uploading images.
ru: Произошла ошибка при загрузке изображений.

# Error : Video
source: Error occured when uploading videos.
ru: Произошла ошибка при загрузке видео.

# Error : Creative : Remove
source: Error occurred when removing your
ru: Произошла ошибка при удалении вашего

# Error : Campaign
source: Error occurred when requesting existing Campaigns. Error:
ru: Произошла ошибка при запросе существующих кампаний. Ошибка:

# Error : Pages
source: Error occurred when requesting Pages. Error:
ru: Произошла ошибка при запросе страницы. Ошибка:

# Audience : Source
source: Event
ru: Мероприятие

# Tooltip : Export Data
source: Export visible data to CSV
ru: Экспорт видимых данных в CSV

# Tooltip : Export Data
source: Export visible data to PDF
ru: Экспорт видимых данных в формате PDF

# Modal : Creative : Title
source: from library?
ru: из библиотеки?

# Breakdown
source: Gender
ru: Пол

# Modal : Copy : Body
source: go
ru: перейти

# Automation Operator
source: greater
ru: больше

# Audience : Operator
source: Greater than
ru: Больше чем

# Audience : Operator
source: Greater than or equal to
ru: Больше или равно

# Automation : Group
source: GROUP
ru: Группа

# Breakdown
source: Hourly stats by advertiser time zone
ru: Часовая статистика по часовому поясу рекламодателя

# Breakdown
source: Hourly stats by audience time zone
ru: Часовая статистика по часовому поясу аудитории

# Modal : Pixel : Title
source: Install your pixel code!
ru: Установите код пикселя!

# Modal : Error
source: Internal Error occurred. Please, tell about this problem to Aitarget support team.
ru: Произошла внутренняя ошибка. Пожалуйста, расскажите об этой проблеме нашей команде поддержки.

# Error
source: Internal Error occurred. Please, tell about this problem to Aitarget support team.
ru: Произошла внутренняя ошибка. Пожалуйста, расскажите об этой проблеме нашей команде поддержки.

# Tooltip : Access
source: isn't supported yet.
ru: пока не поддерживается.

# Automation Operator
source: less
ru: Меньше

# Automation Operator
source: less or equal
ru: меньше или равно

# Audience : Operator
source: Less than
ru: Меньше, чем

# Audience : Operator
source: Less than or equal to
ru: Меньше или равно

# Audience : Operator
source: Matches a regular expression
ru: Соответствует регулярному выражению

# Breakdown
source: Month
ru: Месяц

# Modal : Video : Cancel Button
source: No
ru: Нет

# Modal : Dialog : Cancel Button
source: No
ru: Нет

# Audience : Operator
source: Not equal to
ru: Не равно

# Chart
source: Not Selected
ru: Не выбран

# Empty Grid
source: Nothing to show. Please, try to create new items
ru: Не хватает данных для отображения. Пожалуйста, попытайтесь создать новые элементы

# Modal : Copy : Body
source: Now you can
ru: Теперь вы можете

# Modal : Error : Ok Button
source: Ok
ru: ОК

# Modal : Pixel : Ok Button
source: OK
ru: ОК

# Modal : Copy : Ok Button
source: OK
ru: ОК

# Error
source: Oops, something went wrong!
ru: Упс! Что-то пошло не так! Возможно, проблема в Facebook. Обратитесь в поддержку.

# Modal : Copy : Body
source: or
ru: или

# Audience : Rule
source: OR
ru: ИЛИ

# Automation : Condition
source: OR
ru: ИЛИ

# Audience : Sources : Opt Group
source: Pages
ru: Страницы

# Audience : Source
source: Path
ru: Путь

# Audience : Sources : Opt Group
source: Pixels
ru: Пиксели

# Validation : Rule
source: Please, check that you properly set all fields.
ru: Пожалуйста, убедитесь, что вы правильно установили все поля.

# Validation : Rule
source: Please, check that your value is positive.
ru: Пожалуйста, убедитесь, что значение является положительным.

# Validation : Rule
source: Please, check that your value is set and is a number.
ru: Пожалуйста, убедитесь, что значение введено и является числом.

# Modal : Preview : Title
source: Preview Ad
ru: Предварительный просмотр объявления

# Modal : Video : Title
source: Preview your video
ru: Предварительный просмотр видео

# Period : Date Preset
source: Previous month
ru: Предыдущий месяц

# Modal : Video : Title
source: Processing your video file
ru: Обработка видео файлов

# Breakdown
source: Product ID
ru: Код товара

# Breakdown
source: Region
ru: Область

# Automation : Group
source: RULE
ru: Правило

# Modal : Ok Button
source: Save
ru: Сохранить

# Placeholder : Search
source: Search by name...
ru: Поиск по имени ...

# Modal : Preset
source: Select All Columns
ru: Выбрать все столбцы

# Tooltip : Select
source: Select at least one row from the table below
ru: Выберите хотя бы одну строку из приведенной ниже таблицы

# Audience : Rule
source: Select operator
ru: Выбор оператора

# Audience : Rule
source: Select source
ru: Выбор источника

# Modal : Preview : Delete Comment
source: selected comments?
ru: выбранные комментарии?

# Modal : Video : Body
source: Step 1 of 3
ru: Шаг 1 из 3

# Modal : Video : Body
source: Step 2 of 3
ru: Шаг 2 из 3

# Modal : Video : Body
source: Step 3 of 3
ru: Шаг 3 из 3

# Modal : Copy : Title
source: Success!
ru: Успех!

# Targeting
source: Targeting settings for
ru: Настройки таргетинга для

# Error : Modal : Preset
source: There is already another preset with the same name.
ru: Существует уже другая предустановка с тем же именем.

# Modal : Preview : Delete Comment
source: this comment?
ru: этот комментарий?

# Period : Date Preset
source: This month
ru: Этот месяц

# Modal : Copy : Title
source: to existing Campaign
ru: к существующей кампании

# Modal : Copy : Title
source: to new Campaign
ru: к новой кампании

# Modal : Copy : Body
source: to your newly created Ad Set
ru: для вновь созданного набора объявлений

# Period : Date Preset
source: Today
ru: Cегодня

# Error : Status
source: Unknown error occurred when changing status
ru: Произошла неизвестная ошибка при изменении статуса

# Error : Copy
source: Unknown error occurred when copying selected Ad Sets.
ru: при копировании выбранных наборов объявлений произошла неизвестная ошибка.

# Error : Audiences : Custom
source: Unknown error occurred when creating new Custom Audience.
ru: При создании нового пользовательского аудитории произошла неизвестная ошибка.

# Error : Audiences : Lookalike
source: Unknown error occurred when creating new Lookalike Audience.
ru: При создании нового двойником аудитории произошла неизвестная ошибка.

# Error : Delete
source: Unknown error occurred when deleteing rows.
ru: При удалении строки произошла неизвестная ошибка.

# Error
source: Unknown error occurred when getting Ads ids
ru: Произошла неизвестная ошибка при получении ID объявлений

# Error
source: Unknown error occurred when getting Ad Set ids
ru: Произошла неизвестная ошибка при получении ID адсетов

# Error : Pixel
source: Unknown error occurred when getting pixel code.
ru: при получении кода пикселя произошла неизвестная ошибка.

# Error : Audiences : Custom
source: Unknown error occurred when getting pixel code.
ru: при получении кода пикселя произошла неизвестная ошибка.

# Error : Update : Ad Set
source: Unknown error occurred when updating selected Ad Sets.
ru: при обновлении выбранных наборов объявлений произошла неизвестная ошибка.

# Error : Bulk Edit
source: Unknown error occurred when updating selected Ad Sets.
ru: при обновлении выбранных наборов объявлений произошла неизвестная ошибка.

# Error : Update : Ad
source: Unknown error occurred when updating selected Ads.
ru: при обновлении выбранных объявлений произошла неизвестная ошибка.

# Error : Ad Set
source: Unknown error occurred, when requesting for Ad Set.
ru: Произошла неизвестная ошибка, при запросе адсета.

# Error : Ad
source: Unknown error occurred, when requesting for Ad.
ru: Произошла неизвестная ошибка при запросе объявления.

# Error
source: Unknown error occurred.
ru: Произошла неизвестная ошибка.

# Modal : Preset
source: Unselect All Columns
ru: Очистить все столбцы

# Modal : Automation : Ok Button
source: Update
ru: Обновить

# Modal : Crop : Ok Button
source: Upload images
ru: Загрузить изображения

# Breakdown
source: Week
ru: Неделю

# Modal : Dialog : Ok Button
source: Yes
ru: Да

# Modal : Video : Ok Button
source: Yes
ru: Да

# Error : Modal : Preset : Ok Button
source: Yes
ru: Да

# Period : Date Preset
source: Yesterday
ru: Вчера

# Modal : Copy : Body
source: You have successfully copied
ru: Вы успешно скопировали

# Modal : Video : Title
source: Your video is being processed by Facebook...
ru: Ваше видео обрабатывается в Facebook ...

# Modal : Video : Title
source: Your video is being uploaded to Aitarget...
ru: Ваше видео загружается в Aitarget ...

# Modal : Video : Title
source: Your video is being uploaded to Facebook...
ru: Ваше видео загружается на Facebook ...

# Info : Budget
source: , the amount you enter is the maximum you'll spend each day.
ru: , введенное количество – это максимум, который вы готовы потратить в день.

# Info : Budget
source: daily budget
ru: дневной бюджет

# Audience : Custom : Example
source: – Country code + Area Code + Number – No leading zeros from country code – Numeric characters only Ex. 16505551234 16505551235
ru: – Код страны + код города + номер – Без ведущих нулей из кода страны – Только цифровые символы Ex. 16505551234 16505551235

# Audience : Custom : Example
source: – Numeric characters only Ex. 1234567890 1443637309
ru: – Только цифровые символы Ex. 1234567890 1443637309

# Automation
source: Add Task
ru: Добавить задачу

# Image : Drag and drop
source: Drop Files Here
ru: Перетащите сюда файлы

# Video : Drag and drop
source: Drop Files Here
ru: Перетащите сюда файлы

# Audience : Custom
source: Emails
ru: Адреса электронной почты

# Automation
source: Enter emails to subscribe
ru: Введите электронную почту, чтобы подписаться

# Placeholder : URL
source: Enter url to your website
ru: Введите URL на свой веб-сайт

# Audience : Custom : Example
source: Ex. name1@example.com name2@example.com name3@example.com name1@example.com,name2@example.com name1@example.com;name2@example.com
ru: Ex. name1@example.com name2@example.com name3@example.com name1 @ example.com, имя2 @ example.com name1@example.com; name2@example.com

# Audience : Custom : Example
source: Learn more
ru: Подробнее

# Video : Library
source: Library
ru: Библиотека

# Image : Library
source: Library
ru: Библиотека

# Audience : Lookalike
source: Lookalike
ru: Похожая

# Audience : Custom
source: Mobile Advertiser IDs
ru: Идентификаторы мобильных рекламодателей

# Audience : Size
source: people
ru: людей

# Audience : Custom
source: Phone Numbers
ru: Телефонные номера

# Image : Upload
source: Upload
ru: Загрузить

# Video : Upload
source: Upload
ru: Загрузить

# Audience : Custom
source: User IDs
ru: Идентификаторы пользователей

# Audience : Custom : Example
source: We support: – Android's advertising ID, – Apple's Advertising Identifier(IDFA),and – Facebook App User IDs
ru: Мы поддерживаем: – рекламный ID для Android, – Реклама идентификатора Apple (IDFA), и – идентификаторы пользователей Facebook App

# Label : URL
source: Website Url
ru: Ссылка на сайт

# Modal : Campaign : Title
source: Edit Campaign:
ru: Редактировать кампанию:

source: Select a post in the list or enter its ID or URL
ru: Выберите пост или введите ссылку на него или его ID

# Optimize for
source: App Installs
ru: Установки

# Pay for
source: App Installs
ru: Установки

# Column : Audience
source: Availability
ru: Доступность

# Optimize for
source: Brand Awarness
ru: Узнаваимость Бренда

# Column : Adaccount
source: Business Name
ru: Наименование фирмы

# Validation : Post
source: Couldn't find requested post. Check if you have access to this post and entered value is correct.
ru: Не получилось найти пост. Проверьте введенные данные и что у вас есть доступ к этому посту.

# Validation : Post
source: Couldn't get numeric post id from your input. Try to use another value.
ru: Не получилось извлечь id поста из введенных данных. Попробуйте ввести другое значение.

# Column : Audience
source: Date Created
ru: Дата создания

# Optimize for
source: Engaged Users
ru: Вовлеченные пользователи

# Column : Automation
source: Error
ru: Ошибка

# Optimize for
source: Event Responses
ru: Реакции на события

# Info : Post
source: Ex.
ru: Пример.

# Optimize for
source: Impressions
ru: Показы

# Pay for
source: Impressions
ru: Показы

# Pay for
source: Link Clicks
ru: Переходы

# Optimize for
source: Link Clicks
ru: Переходы

# Column : Automation
source: Name
ru: Название

# Column : Adaccount
source: Name
ru: Название

# Column : Audience
source: Name
ru: Название

# Pay for
source: Offer Claims
ru: Предложения/претензии

# Optimize for
source: Offer Claims
ru: Предложения/претензии

# Optimize for
source: Page Engagement
ru: Вовлеченность (страница)

# Pay for
source: Page Likes
ru: Отметки страницы "Нравится"

# Optimize for
source: Page Likes
ru: Отметки страницы "Нравится"

# Pay for
source: Post Engagement
ru: Вовлеченность в публикацию

# Optimize for
source: Post Engagement
ru: Вовлеченность в публикацию

# Validation : Post
source: Post is required.
ru: Необходимо выбрать пост

# Optimize for
source: Reach
ru: Охват

# Automation : Ad : Action Param
source: Repeat off
ru: Повторять

# Automation : Ad : Action Param
source: Repeat on
ru: Не повторять

# Column : Audience
source: Size
ru: Размер

# Optimize for
source: Social Impressions
ru: Социальные показы

# Column : Audience
source: Type
ru: Тип

# Pay for
source: Video Views
ru: Просмотр видео

# Optimize for
source: Video Views
ru: Просмотр видео

# Info : Post
source: You can also enter post ID or its URL.
ru: Введите id поста или ссылку на него.

# Ad Scheduling
source: Accelerated delivery
ru: Ускоренная открутка

# Preset
source: Customize columns
ru: Настроить столбцы

# Modal : Columns
source: Customize columns
ru: Настроить столбцы

# Preset
source: Set as Default
ru: Установить по умолчанию

# Preloader
source: LOADING, PLEASE WAIT ...
ru: ИДЕТ ЗАГРУЗКА...

# Modal : Preview
source: View permalink on Facebook
ru: Посмотреть постоянную ссылку на Facebook

# Modal : Preview
source: View permalink on Instagram
ru: Посмотреть постоянную ссылку для Instagram

source: Ad scheduling only works with lifetime budgets.
ru: Ограничения по времени работают только с бюджетом на весь период.

# Modal : Create : Body
source: Ad Sets
ru: адсетов

# Automation Operator
source: greater or equal
ru: больше или равно

# Modal : Create : Body
source: Now you can create
ru: Теперь вы можете создать автоматизацию для

# Modal : Create : Body
source: or
ru: или

# Ribbon
source: New
ru: Новый

# Ribbon
source: Upcoming
ru: Ожидается

# Ad : Template
source: Call to action
ru: Призыв к действию

# Ad : Template
source: Deep Link
ru: Внутренняя ссылка

# Ad : Template
source: Description
ru: Описание

# Ad : Template
source: Drop Headline
ru: Перетяните сюда

# Ad : Template
source: Drop Image
ru: Перетяните сюда

# Ad : Template
source: Drop Text
ru: Перетяните сюда

# Ad : Template
source: Drop Video
ru: Перетяните сюда

# Ad : Template
source: Headline
ru: Заголовок

# Ad : Template
source: Image
ru: Изображение

# Ad : Template
source: Text
ru: Текст

# Ad : Template
source: Video
ru: Видео

# Pay Adaccount
source: adaccounts list?
ru: к списку аккаунтов?

# Pay Adaccount
source: Comission fee is 15%
ru: Комиссия 15%

# Modal : Pay Adaccount : Body
source: Do you want to leave this page and go to
ru: Вы хотите покинуть данную страницу и перейти

# Modal : Pay Adaccount : Body
source: Do you want to leave this page and go to adaccounts list?
ru: Вы хотите покинуть данную страницу и перейти к списку аккаунтов?

# Pay Adaccount
source: login page?
ru: на страницу входа?

# Modal : Error
source: There was a mistake when creating advert account
ru: Произошла ошибка при создании аккаунта

# Modal : Error
source: There was a mistake when topping up advert account
ru: Произошла ошибка при пополнении аккаунта

# Modal : Pay Adaccount : Title
source: You have successfully created advert account
ru: Вы успешно создали аккаунт

# Modal : Pay Adaccount : Title
source: Your payment has been processed successfully
ru: Ваш платеж прошел успешно

source: Amount
ru: Сумма

source: Automations
ru: Автоматизации

source: Campaign Spending Limit
ru: Лимит затрат кампании

# Modal : Columns
source: Cancel
ru: Отмена

source: Create adaccount
ru: Создать аккаунт

# Modal : Columns
source: Customize Columns
ru: Настроить столбцы

source: Deep Link (optional)
ru: Внутренняя ссылка (опционально)

source: Email
ru: Адрес электронной почты

source: Enter amount
ru: Введите сумму

source: Enter email
ru: Введите адрес электронной почты

source: Enter the deep link URL
ru: Введите внутреннюю ссылку

# Pacing
source: Every day
ru: Каждый день

source: Exclude Custom Audiences
ru: Исключение пользовательских аудиторий

source: Exclude people who are connected to
ru: Исключение людей, которые связаны с

# Calendar Day Name
source: Fr
ru: Пт

source: Include people who are connected to
ru: Подключите людей, которые связаны с

source: Include people whose friends are connected to
ru: Подключите людей, чьи друзья связаны с

source: Instagram Account
ru: Instagram-аккаунт

source: Languages
ru: Языки

source: Min. Operating System
ru: Минимальная операционная система

# Calendar Day Name
source: Mo
ru: Пн

source: Page
ru: Страница

source: Pages
ru: Страницы

source: Placements
ru: Места размещения

source: Platform
ru: Платформа

# Targeting
source: Potential Reach:
ru: Потенциальный охват:

# Calendar Day Name
source: Sa
ru: Сб

# Modal : Columns
source: Save
ru: Сохранить

# Pacing
source: Scheduled hours are shaded blue
ru: Запланированные часы заштрихованы синим

source: Select a page in the list
ru: Выберите страницу в списке

source: Select Age
ru: Выберите возраст

source: Select min. Operating System
ru: Выберите мин. Операционная система

source: Select or search a placement in the list
ru: Выберите или найдите место размещения в списке

source: Select or search custom audiences in the list
ru: Выберите или найдите пользовательскую аудиторию в списке

source: Select or search device name in the list
ru: Выберите или выполнить поиск имени устройства в списке

source: Select or search languages in the list
ru: Выберите или поиска языков в списке

source: Select or search pages, apps or events in the list
ru: Выберите или найдите страницы, приложения или события в списке

# Calendar Day Name
source: Su
ru: Вс

# Calendar Day Name
source: Th
ru: Чт

source: The amount of money you want to add to your account
ru: Сумма на которую вы хотите пополнить ваш аккаунт

# Validation : URL
source: The deep link URL is required.
ru: Необходимо задать Deep Link адрес.

# Validation : App
source: The Mobile App is required
ru: Mobile App требуется

# Validation : URL
source: The website address is not valid.
ru: Адрес веб-сайта не верный.

# Validation : URL
source: The website address is required.
ru: Необходимо задать адрес веб-сайта.

# Calendar Day Name
source: Tu
ru: Вт

# Calendar Day Name
source: We
ru: Ср

source: Wireless Connection
ru: Беспроводное соединение

source: Your email
ru: Адрес электронной почты

# Topup Adaccount
source: Comission fee for topping up adaccount is 15%
ru: Комиссия за пополнение аккаунта 15%

# Create Adaccount
source: Create adacсount
ru: Создать аккаунт

# Create Adaccount
source: Amount required
ru: Необходимо ввести сумму

# Topup Adaccount
source: Amount required
ru: Введите сумму

# Create Adaccount
source: Amount should be a number
ru: Введенное значение должно быть числом

# Topup Adaccount
source: Amount should be a number
ru: Введенное значение должно быть числом

# Create Adaccount
source: Email required
ru: Введите адрес электронной почты

# Topup Adaccount
source: Email required
ru: Введите адрес электронной почты

# Topup Adaccount
source: Minimum amount is 50$
ru: Минимальная сумма 50$

# Create Adaccount
source: Minimum amount is 50$
ru: Минимальная сумма 50$

source: Top up adaccount
ru: Пополнить аккаунт

# Modal : Crop
source: Crop Image
ru: Обрезать изображение

# Modal : Crop
source: Done
ru: Готово

source: Library
ru: Библиотека

# Requirement
source: Minimum size:
ru: Минимальный размер:

# Modal : Crop
source: Original
ru: Оригинал

# Requirement
source: pixels
ru: пикселей

# Modal : Crop
source: Processing Image
ru: Обрабатываем изображение

# Modal : Crop
source: Ratios:
ru: Стороны:

# Requirement
source: Recommended size:
ru: Рекомендованный размер:

source: Select From Disk
ru: Выбрать с диска

# Modal : Crop
source: Select or upload new image
ru: Выберите или загрузите другое изображение

# Modal : Crop
source: Select the image to edit how it is cropped.
ru: Выберите изображение для изменения

# Requirement
source: text
ru: текста

# Library
source: Upload
ru: Загрузить

# Modal : Crop
source: Uploading New Image
ru: Загружаем изображение

# Requirement
source: Your image may not include more than
ru: Изображение не может собержать больше

# Modal : Crop
source: Change image
ru: Заменить

# Modal : Crop
source: Instagram
ru: Инстаграм

# Modal : Validate Images
source: Cancel
ru: Отмена

# Modal : Validate Images
source: Image requirements
ru: Требования для изображений

# Modal : Validate Images
source: Some of your images are invalid
ru: Некоторые ваши изображения не соответствуют требованиям

# Modal : Validate Images
source: Upload Valid Images
ru: Загрузить правильные изображения

# Modal : Recommendation : Ok Button
source: OK
ru: ОК

# Modal : Recommendation : View Link
source: View
ru: Посмотреть

# Creative : Pixel Events
source: Add payment info
ru: Добавление платежной информации

# Creative : Pixel Events
source: Add to cart
ru: Добавление в корзину

# Creative : Pixel Events
source: Add to wishlist
ru: Добавление в список пожеланий

# Partner : Validation
source: At least one partner is required.
ru: Необходимо выбрать партнера

source: Choose the date
ru: Выберите дату

# Creative : Pixel Events
source: Complete registration
ru: Завершение регистрации

source: Crop Image
ru: Обрезать изображение

source: End date
ru: Конечная дата
