Repository: aitarget/localization
Catalog: *.po
Languages: ru

# Info : URL : Post
source: For example, if the URL tags are specified as key1=val1&key2=val2 and the stream story includes the URL www.example.com?key1=test, then the URL will be updated to www.example.com?key1=val1&key2=val2.
ru: Например, если теги URL определяются, как key1=val1&key2=val2 и поток истории включает в себя URL: www.example.com?key1=test, то URL будет отображен, как: www.example.com?key1=val1&key2=val2.

# Informer
source: frequency
ru: Частота

# Pacing
source: Friday
ru: Пятница

# Call To Action
source: Get Offer
ru: Принять предложение

# Info : Bid
source: Get the most conversions at the best price - You'll be charged for impressions.
ru: Получить наибольшее количество переходов по лучшей цене - Вы будете платить за показы.

# Info : Campaign : Name
source: Give your Campaign a name that describes the audience, scheduling or Ad Sets inside it.
ru: Дайте название кампании, которая описывает аудитории, планирование или адсеты внутри него.

# Instagram Account
source: grant manage page permissions
ru: разрешить управлять страницами

# Validation : Instagram Account
source: How to link your Instagram Account and AdAccount you can
ru: Как связать свой Инстаграм аккаунт и рекламный акканут — вы можете

# Info : Ad Set
source: If
ru: Если

# Info : Campaign
source: If
ru: Если

# Info : Budget
source: If you choose a
ru: Если вы выбираете

# Informer
source: impressions
ru: Показы

# Column : Status : Ad
source: In Review
ru: На рассмотрении

# Column : Status : Campaign
source: Inactive
ru: Неактивно

# Column : Status : Ad Set
source: Inactive
ru: Неактивно

# Column : Status : Ad
source: Inactive
ru: Неактивный

# Validation : Instagram Account
source: Instagram account is required.
ru: Необходимо выбрать Instagram-аккаунт.

# Pricing Table
source: Integration of external data
ru: Интеграция внешних данных

# Platforms
source: iOS only
ru: только iOS

# Error : Number
source: It can't have less than 1 or more than 2 decimal places.
ru: В значении не может быть меньше 1 или более 2-х знаков после запятой.

# Automation : Analyze Window
source: Last 14 Days
ru: За последние 14 дней

# Automation : Analyze Window
source: Last 28 Days
ru: За последние 28 дней

# Automation : Analyze Window
source: Last 3 Months
ru: За последние 3 месяца

# Automation : Analyze Window
source: Last 30 Days
ru: За последние 30 дней

# Automation : Analyze Window
source: Last 7 Days
ru: За последние 7 дней

# Automation : Analyze Window
source: Last 90 Days
ru: За последние 90 дней

# Automation : Analyze Window
source: Last Month
ru: За прошлый месяц

# Automation : Analyze Window
source: Last Week
ru: На прошлой неделе

# Call To Action
source: Learn More
ru: Узнать больше

# Info : Targeting : Languages
source: Leave this blank unless the audience you are targeting uses a language that is not common to the location you have chosen above.
ru: Оставьте это поле пустым, если вы не ориентируетесь на пользователей, говорящих на общем языке для местоположения, выбранного выше.

# Info : Targeting : Connections
source: Leave this field blank unless you want to narrow down your audience to only the people connected to your Page, app or event.
ru: Оставьте это поле пустым, если вы не хотите сузить свою аудиторию до людей, связанных с вашей страницей, приложением или событием.

# Info : Targeting : Excluded Connections
source: Leave this field blank unless you want to narrow your audience down to only the people NOT connected to your Page, app or event.
ru: Оставьте это поле пустым, если вы не хотите сузить свою аудиторию до людей, НЕ связанных с вашей страницей, приложением или событием.

# Automation : Analyze Window
source: Lifetime
ru: Весь период

# Info : Budget
source: lifetime budget
ru: бюджет на весь срок действия

# Validation : Budget
source: Lifetime budget is required
ru: Необходимо ввести бюджет за весь период

# Info : Targeting : Audiences
source: List of targeting audiences. Separate Ad Set will be created for each audience. If existing Ad Set is selected, then only one audience will be here.
ru: Список таргетированных аудиторий. Отдельный адсет будет создан для каждой аудитории. Если выбран существующий адсет, то будет создана только одна аудитория.

# Audience Opt Groups
source: Lookalike
ru: Похожая аудитория

# Audience Opt Groups
source: Managed
ru: Управление

# Info : Message
source: Maximum length is 300 characters. Will be automatically cut.
ru: Максимальная длина составляет 300 символов. Сообщение длиннее будет автоматически обрезаться.

# Info : Headline
source: Maximum length is 40 characters. Will be automatically cut.
ru: Максимальная длина составляет 300 символов. Сообщение длиннее будет автоматически обрезаться.

# Info : Audiences : In The Last
source: Maximum time: 180 days
ru: Максимальное время: 180 дней

source: Men
ru: Мужчины

# Placement
source: Mobile Feed
ru: Мобильная лента новостей

# Pacing
source: Monday
ru: Понедельник

# Column : Status : Ad Set
source: Not Delivering
ru: Приостановлено

# Column : Status : Ad
source: Not Delivering
ru: Приостановлено

# Automation : Ad Set : Action
source: Notify By Email
ru: Уведомлять по электронной почте

# Pricing Table
source: Online chat support
ru: Онлайн поддержка в чате

source: Open Advanced Settings
ru: Открыть дополнительные настройки

# Call To Action
source: Open Link
ru: Открыть ссылку

# URL Macros
source: Optimization goal
ru: Цель оптимизации

# Pricing Table
source: Optimization of mobile events
ru: Оптимизация мобильных событий

# Error : Group
source: Page
ru: Страница

# Objective
source: Page
ru: Страница

# Error : Page
source: Page is required.
ru: Требуется страница.

# Validation : Page
source: Page is required.
ru: Требуется страница.

# Objective
source: Page Likes
ru: Отметки страницы "Нравится"

# Connections Opt Groups
source: Pages
ru: Страницы

# Audience Opt Groups
source: Partner
ru: Партнер

source: Paste your customer list here.
ru: Вставьте сюда список клиентов.

# Campaign : Status
source: Paused
ru: Приостановлена

# Column : Status : Ad
source: Pending Billing Info
ru: В ожидании информации об оплате

# Tooltip : Slider : Audiences
source: people
ru: людей

# Connections Opt Groups
source: Places
ru: Места

# Call To Action
source: Play Game
ru: Играть

# Error : Connection
source: Please, check that your computer is connected to the Internet.
ru: Пожалуйста, убедитесь, что ваш компьютер подключен к Интернету.

# Error : Replace
source: Please, select application by direct link to play.google.com or itunes.apple.com if you want to promote App Installs. No redirect links are supported.
ru: Пожалуйста, выберите приложение по прямой ссылкой на play.google.com или itunes.apple.com если вы хотят продвигать установки приложений. Переадресация на другие сайты не поддерживается.

# Info : Image : Library
source: Please, select images that you want to use in your new Ads.
ru: Пожалуйста, выберите изображения, которые вы хотите использовать в новых объявлениях.

# Error : Replace
source: Please, select page or change targeting placement.
ru: Пожалуйста, выберите страницу или измените место размещения.

# Error : Page
source: Please, try to
ru: Пожалуйста, попробуйте

# Objective
source: Post Engagement
ru: Вовлеченность в публикацию

# Plan
source: Premiun plan
ru: План Premiun

# Error : Preset
source: Preset name is required.
ru: Требуется имя пресета

# Automation : Analyze Window
source: Previous Hour
ru: Предыдущий час

# Informer
source: reach
ru: Охват

# Validation : Instagram Account
source: read in our blog.
ru: читайте в нашем блоге.

# Error : Page
source: reload
ru: перезагрузить

# Automation : Ad Set : Action
source: Relocate Budget
ru: Перераспределить бюджет

# Placement
source: Right Column
ru: Правая колонка

# Automation : Ad : Action
source: Rotate
ru: Ротировать

# Pacing
source: Saturday
ru: Суббота

source: Save
ru: Сохранить

# Info : Copy : Ads
source: Select 'No' if you want to copy Ad Set without Ads.
ru: Выберите "Нет", если вы хотите скопировать адсет без объявлений.

# Info : Automation : Ad Set
source: Select actions that you want to apply to selected Ad Sets when all rules match.
ru: Выберите действия, которые необходимо применить к выбранным адсетам, когда выполняются все условия правил.

# Info : Automation : Ad Set
source: Select Ad Sets that you want to use automation for.
ru: Выберите адсеты, для которых вы хотите использовать автоматизацию.

# Info : Calendar
source: Select the advertisement period for your Ads.
ru: Выберите рекламный период для ваших объявлений.

# Info : Image
source: Select the images.
ru: Выберите изображения.

# Info : Targeting : Age
source: Select the minimum and maximum age of the people who will find your Ad relevant.
ru: Выберите минимальный и максимальный возраст людей, для которых предназначено ваше объявление

# Info : Automation : Calendar
source: Select the period for your automation.
ru: Выберите период для вашей автоматизации.

# Info : Ad Set
source: Select to create new Ad Set or use an existing Ad Set.
ru: Выберите для создания нового адсета или создавайте объявления в существующем адсете.

# Info : Campaign
source: Select to create new Campaign or use an existing Campaign.
ru: Выберите для создания новой кампании или создавайте объявления в существующей кампании.

# Info : Status
source: Set activity status for your Campaign.
ru: Установите статус активности вашей кампании

# Call To Action
source: Shop Now
ru: В магазин

# Info : Caption
source: Short caption of the url that people will reach after clicking on your Ad.
ru: Короткий заголовок из URL, что люди будут достигать после нажатия на объявление.

# Call To Action
source: Sign Up
ru: Зарегистрируйтесь

# Informer
source: spend
ru: Израсходовано

# Validation : Campaign
source: Spend Cap is required
ru: Требуется лимит расходов

# Validation : Campaign
source: Spend Cap must be numeric
ru: Лимит расходов должен иметь числовой формат

# Automation : Ad Set : Action
source: Start
ru: Начало

# Automation : Ad : Action
source: Start
ru: Начало

# Automation : Ad Set : Action
source: Stop
ru: Стоп

# Plan
source: Stripe Checkout closed without making a sale.
ru: Оплата не была произведена

# Pricing Table
source: Subscribe
ru: Подписывайтесь

# Pacing
source: Sunday
ru: Воскресенье

# Error : Sync
source: Sync period value is required.
ru: Требуется значение периода синхронизации

# Error : Sync
source: Sync period value should be greater or equal to 15 minutes.
ru: Значение периода синхронизации должно быть больше или равно 15 мин.

# Info : Targeting : Custom Audiences
source: Target your Ads to people from your custom audience.
ru: Таргетируйте объявления на людей из вашей пользовательской аудитории.

# Info : Targeting : Locations
source: Targeting your Ad by city isn't available in all countries.
ru: Таргетинг на жителей определенного города не доступен во всех странах

# Info : Targeting : Locations
source: Targeting your Ad by ZIP code is only available in the United States.
ru: Таргетинг объявления по почтовому коду доступен только в Соединенных Штатах.

# Info : Message
source: Tell people a bit more about your Ad(s). Make sure to clearly explain what you are promoting.
ru: Скажите людям немного больше о вашем объявлении. Убедитесь в том, что вы четко объясняете то, что вы рекламируете.

# Info : Text : Carousel
source: Tell people a bit more about your Ad(s). Make sure to clearly explain what you are promoting.
ru: Скажите людям немного больше о вашем объявлении(ях). Убедитесь в том, чтобы четко объяснить, что вы рекламируете.

# Info : Audiences : Upload File
source: Text files (.txt and .csv) can include records on separate lines or in a list separated by commas.
ru: Текстовые файлы (.txt и .csv) могут включать в себя записи в виде отдельных строк или в списке через запятую.

# Error : Link Description
source: The caption must be more than 1 and less than 60 characters long.
ru: Отображаемая ссылка должна быть длиной более 1 и менее 60 символов.

# Error : Link Caption
source: The caption must be more than 1 and less than 90 characters long.
ru: Отображаемая ссылка должна быть длиной более 1 и менее 90 символов.

# Info : Link Caption
source: The caption of a link in the post (appears beneath the name).
ru: Отображаемая ссылка в посте (появляется под именем).

# Error : Headline
source: The headline is required and cannot be empty.
ru: Заголовок является обязательным и не может быть пустым.

# Error : Headline
source: The headline must be more than 1 and less than 40 characters long.
ru: Заголовок должен быть более 1 и менее 40 символов.

# Error : Link Name
source: The link name must be more than 1 and less than 50 characters long.
ru: Имя ссылки должно быть более 1 и менее 50 символов.

# Error : Link URL
source: The Link URl is required.
ru: Поле для ссылки не может быть пустым

# Info : Frequency Cap
source: The maximum number of times you want your Ad to show to people. We suggest frequency cap 2 based on your Campaign duration and placement.
ru: Среднее число показов вашего объявления одному человеку. Мы предлагаем ограничение частоты 2, основанное на продолжительности вашей кампании и ее размещения.

# Error : Name
source: The name is required and cannot be empty.
ru: Имя является обязательным и не может быть пустым.

# Error : Name
source: The name must be more than 1 and less than 100 characters long.
ru: Имя должно быть больше 1 и меньше, чем 100 символов.

# Info : Link Name
source: The name of the link.
ru: Название ссылки.

# Info : Audiences : In The Last
source: The number of days people will remain in your audience after they visit your website. People will be removed from your audience after the set time period unless they visit your website again.
ru: Число дней с момента посещения вашего сайта. Люди будут удалены из вашей аудитории по истечении установленного периода времени, если они снова не посетят ваш сайт.

# Error : Pixel
source: The pixel name is required and cannot be empty.
ru: Имя пикселя является обязательным и не может быть пустым.

# Error : Pixel
source: The pixel name must be more than 1 and less than 100 characters long.
ru: Имя пикселя должно быть больше 1 и меньше, чем 100 символов.

# Error : Text
source: The text message must be more than 1 and less than 300 characters long.
ru: Текст сообщения должен быть более 1 и менее 300 символов.

# Error : Bid
source: The value should be greater or equal to 0.01.
ru: Значение должно быть больше или равно 0,01.

# Error : Sync
source: The value should be numeric.
ru: Значение должно быть числовым.

# Plan
source: There was a mistake when updating plan
ru: Возникла ошибка при обновлении плана

# Info : Bid
source: This bid helps determine your Ad's strength in the Ad auction, and therefore its likelihood of running on the site. We'll only charge you the amount that is required for your Ad to win the auction, which may be lower than your maximum bid, so we recommend you enter your true maximum when creating your Ads.
ru: Эта ставка помогает определить силу вашего объявления в аукционе объявлений и вероятности его запуска. Facebook взимает сумму, которая требуется для Вашего объявления для выигрыша аукциона, которая может быть ниже максимальной ставки, поэтому мы рекомендуем вам ввести возможный максимум при создании объявлений.

# Automation : Analyze Window
source: This Month
ru: Этот месяц

# Error : Page
source: this page.
ru: эта страница.

# Error : Bid
source: This value is required.
ru: Требуется ввести значение.

# Automation : Analyze Window
source: This Week
ru: На этой неделе

# Pacing
source: Thursday
ru: Четверг

# Instagram Account
source: to 'Aitarget' application in order to create instagram account for the selected page.
ru: к приложению 'Aitarget' для того, чтобы создать учетную запись Instagram для выбранной страницы.

# Automation : Analyze Window
source: Today
ru: Cегодня

# Informer
source: total spend
ru: общие расходы

# Pricing Table
source: Trial days left:
ru: Осталось пробных дней:

# Pacing
source: Tuesday
ru: Вторник

# Error : Connection
source: Unable to connect to the Internet!
ru: Невозможно подключиться к Интернету!

# Error : Page
source: Unknown error occurred on this page.
ru: Произошла неизвестная ошибка на этой странице.

# Error : Preview
source: Unknown error occurred, when requesting for Ad preview.
ru: При запросе предварительного просмотра объявлений произошла неизвестная ошибка

# Automation : Ad Set : Param
source: Up
ru: Увеличить

# Info : URL
source: Url of a website that you want to promote.
ru: Адрес веб-сайта, который вы хотите продвигать.

# Info : URL : Post
source: URL tags you specify here will be appended to or will replace existing tags in the URLs.
ru: URL теги, которые вы указываете здесь, будут добавлены в ссылку или заменят существующие теги в URL.

# Info : URL
source: URL to main page or products category on the website.
ru: URL главной страницы или категории на сайте.

# Info : Deep Link
source: Using a Deep Link
ru: Использование диплинка

# Audience Opt Groups
source: Video
ru: Видео

# Objective
source: Video Views
ru: Просмотр видео

# Call To Action
source: Watch More
ru: См. больше

# Objective
source: Website
ru: Веб-сайт

# Audience Opt Groups
source: Website
ru: Веб-сайт

# Pacing
source: Wednesday
ru: Среда

# Objective
source: What kind of actions do you want to get?
ru: Уточните цель кампании

# Info : Deep Link
source: When launching an app with a deep link Facebook will be able to open your app in a specific state.
ru: При запуске приложения с диплинком у Facebook будет возможность открыть определенное окно в приложении.

source: Wi-Fi only
ru: Только Wi-Fi

source: Women
ru: Женщины

# Automation : Analyze Window
source: Yesterday
ru: Вчера

# Validation : App
source: You App is not registered in Facebook.
ru: Ваше приложение не зарегистрировано на developers.facebook.com

# Info : Preview
source: You can choose different Ad formats and see how your Ads looks like.
ru: Вы можете выбрать разные форматы объявлений и посмотреть, как они выглядят для пользователей.

# Info : Preview
source: You can choose different Ad formats and see how your Ads will like after creation.
ru: Вы можете выбрать разные форматы объявлений и посмотреть, как они выглядят для пользователей.

# Info : Pay For
source: You can choose to bid for your objective, clicks or conversions (require selected pixel) depending on a type of your Ad. Your choice determines how you pay and who your Ad is served to.
ru: Вы можете предложить ставку для вашей цели, кликов или конверсий (требуют выбранного пикселя) в зависимости от типа вашего объявления. Ваш выбор определяет то, за что вы платите, и для кого ваше объявление будет показано.

# Info : Optimize For
source: You can choose what do you want to optimize for. Your choice determines how you pay and who your Ad is served to.
ru: Вы можете выбрать цель оптимизации кампании. Ваш выбор определяет то, за что вы платите, и для кого ваше объявление будет показано.

# Info : Audiences : Copy And Paste
source: You can copy columns from a spreadsheet with one record per row or a list of records separated by commas
ru: Вы можете копировать столбцы из таблицы с одной записью в строке или списка записей, разделенных запятыми

# Info : Preview
source: You can delete comments to your Ad.
ru: Вы можете удалить комментарии к вашему объявлению.

# Info : Audiences : Apps For
source: You can only upload IDs for people that download or use your Facebook app.
ru: Вы можете загрузить только идентификаторы для людей, которые скачали или используют ваше приложение.

# Info : Schedule
source: You can schedule your Ads for specific hours and days of the week.
ru: Вы можете запланировать показ объявлений на определенные часы и дни недели.

# Info : Upload File Audiences
source: You can upload files in .csv or .txt format.
ru: Вы можете загружать файлы в формате CSV или .txt формате.

# Info : Deep Link
source: You can use a deep link (ex: myapp://buynow/12345) or a URL with App Links enabled.
ru: Вы можете использовать диплинк (например: MyApp://buynow/12345) или URL с доступной ссылкой на приложение

# Validation : Page
source: You don’t have any pages. You can’t use your profile page. You should
ru: У вас нет доступа к страницам. Вы не можете использовать свою страницу профиля. Вам следует

# Tooltip : Access
source: You have limited rights to create Ads
ru: Вы ограничены в праве создавать объявления

# Modal : Create : Title
source: You have successfully created
ru: Вы успешно создали

# Instagram Account
source: You should
ru: Вам следует

# Info : Status
source: Your Ads will have status that you choose.
ru: Выберите статус вашей рекламы.

# Info : Bid
source: Your bid is the maximum amount you've indicated you're willing to pay per click (if bid is on a CPC basis) or thousand impressions (if bid is on a CPM basis) on your Facebook Ads.
ru: Ваша ставка — максимальная сумма, которую вы готовы платить за клик (если ставка на основе цены за клик) или тысячу показов (если ставка на CPM основе) ваших объявлений.

# Error : Creative : Remove
source: ! Message:
ru: ! Сообщение:

# Breakdown
source: 2 Weeks
ru: 2 недели

# Modal : Audiences : Lookalike : Title
source: a Lookalike Audience
ru: похожая аудитория

# Breadcrumb
source: Account
ru: Аккаунт

# Creative
source: Ad
ru: Объявление

# Breadcrumb
source: Ad
ru: Объявление

# Breadcrumb
source: Ad set
ru: Адсет

# Breadcrumb
source: Ad Set
ru: Адсет

# Modal : Copy : Title
source: Ad Set
ru: Адсет

# Error : Preview
source: Ad URL is missing! Can't generate Ad preview!
ru: Отсутствует ссылка на сайт! Невозможно создать предварительный просмотр объявления!

# Audience : Rule
source: Add a value
ru: Добавьте значение

# Modal : Bulk Edit
source: Ad Set
ru: Адсет

# Breakdown
source: Age
ru: Возраст

# Breakdown
source: Age and Gender
ru: Пол и возраст

# Audience : Rule
source: AND
ru: И

# Automation : Condition
source: AND
ru: И

# Modal : Preset : Ok Button
source: Apply
ru: Применить

# Modal : Bulk Edit : Ok Button
source: Apply
ru: Применить

# Audience : Sources : Opt Group
source: Audiences
ru: Аудитории

# Breadcrumb
source: Automation
ru: Автоматизация

# Modal : Preview : Delete Comment
source: Be careful, because deleted comments can't be restored!
ru: Будьте осторожны, так как удаленные комментарии не могут быть восстановлены!

# Modal : Creative : Title
source: Be careful, because deleted items can't be restored!
ru: Будьте осторожны, так как удаленные элементы не могут быть восстановлены!

# Modal : Delete : Body
source: Be careful, because deleted items can't be restored!
ru: Будьте осторожны, так как удаленные элементы не могут быть восстановлены!

# Ad Set : Description
source: Bid for
ru: Платить за

# Modal : Bulk Edit : Title
source: Bulk Editing
ru: Массовое редактирование

# Breakdown
source: By Delivery
ru: По показам

# Breakdown
source: By Time
ru: По времени

# Breadcrumb
source: Campaign
ru: Кампания

# Error : Preview
source: Can't show preview because of some error. Please modify the Ad.
ru: Невозможно показать предварительный просмотр из-за ошибки. Пожалуйста, измените объявление.

# Modal : Preset : Cancel Button
source: Cancel
ru: Отмена

# Modal : Ok Button
source: Cancel
ru: Отмена

# Modal : Crop : Cancel Button
source: Cancel
ru: Отмена

# Modal : Copy : Cancel Button
source: Cancel
ru: Отмена

# Modal : Cancel Button
source: Cancel
ru: Отмена

# Modal : Bulk Edit : Cancel Button
source: Cancel
ru: Отмена

# Modal : Automation : Cancel Button
source: Cancel
ru: Отмена

# Error : Group
source: Change Status
ru: Изменить статус

# Modal : Preview : Cancel Button
source: Close
ru: Закрыть

# Audience : Operator
source: Contains
ru: Содержит

# Modal : Copy : Ok Button
source: Copy
ru: Копировать

# Modal : Copy : Title
source: Copy
ru: Копировать

# Breakdown
source: Country
ru: Страна
