Repository: aitarget/localization
Catalog: *.po
Languages: ru

# Objective
source: Choose the type of your Campaign
ru: Выберите цель создаваемой кампании

# Objective
source: Mobile App Installs
ru: Установка мобильного приложения

# Placement
source: Instagram Feed
ru: Инстаграм лента новостей

# Targeting
source: Platform
ru: Платформа

# Tooltip : Automation Action Value
source: Change bid is not supported for absolute and percent mode if Lowest cost is on.
ru: Абсолютное и относительное изменение ставки не поддерживается, если выбран тип ставки самая низкая цена.

# Tooltip : Table
source: Select at least 2 rows with the same status
ru: Выберите не менее 2 строк с тем же статусом

# Topup Adaccount
source: Please read this
ru: Пожалуйста, прочтите

# Topup Adaccount
source: Terms of Service
ru: данным соглашением.

# Topup Adaccount
source: agreement carefully before proceeding.
ru: Пожалуйста, прочтите его внимательно.

# URL Macros
source: Bid amount (value or Lowest cost)
ru: Сумма ставки (значение или cамая низкая цена)

# URL Macros
source: Device Platforms (mobile|desktop)
ru: Устройства (mobile|desktop)

# URL Macros
source: Facebook Positions (feed|right_hand_column)
ru: Позиционирование (feed|right_hand_column)

# URL Macros
source: Placement (Facebook_Desktop_Feed, Facebook_Mobile_Feed, Facebook_Right_Column, Instagram_Feed, Instagram_Stories)
ru: Места размещения (Facebook_Desktop_Feed, Facebook_Mobile_Feed, Facebook_Right_Column, Instagram_Feed, Instagram_Stories)

# URL Macros
source: Publisher Platforms (facebook|instagram|audience_network)
ru: Платформа (facebook|instagram|audience_network)

source: Accelerated delivery is only available for target cost.
ru: Ускоренная открутка доступна только при целевой цене.

source: Ad Set
ru: Адсет

source: App Events
ru: События приложения

source: Dynamic Creative
ru: Динамический креатив

source: Dynamic Creative doesn't support the use of macros (eg. {{CAMPAIGN_NAME}}) at the moment. You can still use them inside website urls or UTM Parameters, but they will not be converted to values.
ru: Динамические креативы в в данный момент не поддерживает использование макросов (конструкций вида {{CAMPAIGN_NAME}}) в ссылках на сайт и URL параметрах. Вы можете оставить их, однако они не будут преобразованы в значения.

source: Dynamic Creative enables you to leverage Facebook's optimization to automatically experiment and deliver different variations of an ad's creative. This helps you find the best ad creative combination per impression by taking your ad's images, title, descriptions, and other assets, then learning from outcomes of how these combinations perform across audiences. Dynamic Creative automatically builds and displays the best creative for groups of people in your broader target audience. This improves your ability to efficiently explore numerous creative combinations and audiences. Dynamic Creative aims to improve ads ROI.
ru: Динамические креативы позволяют вам использовать оптимизацию Facebook, чтобы автоматически перемешивать и показывать различные сочетания креативов. Это позволяет автоматически обучаться на результатах и найти лучшие сочетания изображения, заголовка, текста и других параметров для показа различным аудиториям. Использование динамических креативов позволит улучшить результаты рекламных кампаний и повысить ROI.

source: Mobile App Installs
ru: Установка мобильного приложения

source: Promote
ru: Продвигайте

source: Select manual targeting mode if you want to use existing Ad Set
ru: Выберите режим ручного таргетинга, если вы хотите использовать существующий набор объявлений

source: Select or search Ad Sets in the list
ru: Выберите или найдите наборы объявлений в списке

source: Statistics with Interest breakdown can be queried for the past 7 days excluding the current day. Ads must be active in the past 7 days and the ads must use interest targeting.
ru: Статистика с разбивкой по интересам может быть запрошена только за последние 7 дней без учета текущего дня. Объявления должны быть активными в течение последних 7 дней, в объявлениях должен использоваться таргетинг по интересам.

source: You can add, remove or edit existing creatives in carousel
ru: Вы можете добавлять, удалять или редактировать данное объявление с каруселью

source: You don't have access rights to create or update automations in this account.
ru: У вас нет прав создавать или редактировать автоматизации в этом аккаунте.

source: Your ads aren't running because you've reached the spending limit you set for your ad account. To get your ads up and running please edit your spending limit.
ru: Ваши объявления не запущены, потому что вы достигли лимита затрат установленного для вашей учетной записи. Чтобы обновить свои объявления, отредактируйте лимит затрат.

source: to a custom audience based on how people interact with products
ru: индивидуально настроенной аудитории на основе того, как люди взаимодействуют с продуктами

source: to people who added those products to their cart in the last
ru: людям, которые добавили эти продукты в корзину за последние

source: to people who purchased from the product set below in the last
ru: людям, которые купили что-либо из нижеуказанного набора продуктов за последние

source: to people who viewed or added those products to cart in the last
ru: людям, которые смотрели или добавили эти продукты в корзину за последние

source: to people who viewed the product set below in the last
ru: людям, которые смотрели нижеуказанный набор продуктов за последние
